Repository: pslergy/Aryonika
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ko, ru, zh

# onboardingFinishText3
source: Checking with the Destiny Cards...
de: Abgleich mit den Schicksalskarten...
es: Consultando las Cartas del Destino...
fr: Vérification avec les Cartes du Destin...
hi: भाग्य के कार्ड से जाँच कर रहे हैं...
ko: 운명의 카드와 대조하는 중...
ru: Сверяемся с Картами Судьбы...
zh: 正在核对命运卡牌...

# onboardingFinishText4
source: Creating your cosmic passport...
de: Ihr kosmischer Pass wird erstellt...
es: Creando tu pasaporte cósmico...
fr: Création de votre passeport cosmique...
hi: आपका ब्रह्मांडीय पासपोर्ट बना रहे हैं...
ko: 당신의 우주 여권을 만드는 중...
ru: Создаем ваш космический паспорт...
zh: 正在创建你的宇宙护照...

# onboardingFinishErrorTitle
source: Error
de: Fehler
fr: Erreur
hi: त्रुटि
ko: 오류
ru: Ошибка
zh: 错误

# onboardingFinishErrorContent
source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
es: Ocurrió un error desconocido.
fr: Une erreur inconnue est survenue.
hi: एक अज्ञात त्रुटि हुई।
ko: 알 수 없는 오류가 발생했습니다.
ru: Произошла неизвестная ошибка.
zh: 发生未知错误。

# onboardingFinishErrorButton
source: Go Back
de: Zurück
es: Volver
fr: Retour
hi: वापस
ko: 돌아가기
ru: Вернуться
zh: 返回

# onboardingGenderTitle
source: Your Gender
de: Ihr Geschlecht
es: Tu género
fr: Votre sexe
hi: आपका लिंग
ko: 당신의 성별
ru: Ваш пол
zh: 你的性别

# onboardingGenderSubtitle
source: This will help us find the most suitable people for you.
de: Dies hilft uns, die passendsten Personen für Sie zu finden.
es: Esto nos ayudará a encontrar las personas más adecuadas para ti.
fr: Cela nous aidera à trouver les personnes les plus appropriées pour vous.
hi: यह हमें आपके लिए सबसे उपयुक्त लोगों को खोजने में मदद करेगा।
ko: 가장 적합한 사람들을 찾는 데 도움이 됩니다.
ru: Это поможет нам подобрать для вас наиболее подходящих людей.
zh: 这将帮助我们为你找到最合适的人。

# genderMale
source: Men
de: Männer
es: Hombres
fr: Hommes
hi: पुरुष
ko: 남성
ru: Мужчин
zh: 男性

# genderFemale
source: Women
de: Frauen
es: Mujeres
fr: Femmes
hi: महिलाएं
ko: 여성
ru: Женщин
zh: 女性

# onboardingLocationTitle
source: Place of Birth
de: Geburtsort
es: Lugar de nacimiento
fr: Lieu de naissance
hi: जन्म स्थान
ko: 출생지
ru: Место рождения
zh: 出生地

# onboardingLocationSubtitle
source: Please specify the city where you were born. This is necessary for an accurate astrological calculation.
de: Bitte geben Sie die Stadt an, in der Sie geboren wurden. Dies ist für eine genaue astrologische Berechnung erforderlich.
es: Por favor, especifique la ciudad donde nació. Esto es necesario para un cálculo astrológico preciso.
fr: Veuillez indiquer la ville où vous êtes né(e). Ceci est nécessaire pour un calcul astrologique précis.
hi: वह शहर बताएं जहां आपका जन्म हुआ था। यह सटीक ज्योतिषीय गणना के लिए आवश्यक है।
ko: 태어난 도시를 입력하세요. 정확한 점성술 계산에 필요합니다.
ru: Укажите город, в котором вы родились. Это необходимо для точного астрологического расчета.
zh: 请指明你出生的城市。这对准确的占星计算是必需的。

# onboardingLocationSearchHint
source: Start typing a city...
de: Beginnen Sie, eine Stadt einzugeben...
es: Empiece a escribir una ciudad...
fr: Commencez à taper une ville...
hi: शहर टाइप करना शुरू करें...
ko: 도시를 입력하기 시작하세요...
ru: Начните вводить город...
zh: 开始输入城市...

# onboardingLocationNotFound
source: No cities found. Try a different query.
de: Keine Städte gefunden. Versuchen Sie eine andere Anfrage.
es: No se encontraron ciudades. Intente con otra búsqueda.
fr: Aucune ville trouvée. Essayez une autre recherche.
hi: कोई शहर नहीं मिला। कोई और खोज प्रयास करें।
ko: 도시를 찾을 수 없습니다. 다른 검색어를 시도해보세요.
ru: Городов не найдено. Попробуйте другой запрос.
zh: 未找到城市。请尝试其他查询。

# onboardingLocationStartSearch
source: Start searching to see results
de: Starten Sie die Suche, um Ergebnisse zu sehen
es: Comience a buscar para ver los resultados
fr: Commencez la recherche pour voir les résultats
hi: परिणाम देखने के लिए खोजना शुरू करें
ko: 검색을 시작하여 결과를 확인하세요
ru: Начните поиск, чтобы увидеть результаты
zh: 开始搜索以查看结果

# onboardingLocationSelectFromList
source: Select a city from the list above to continue
de: Wählen Sie eine Stadt aus der Liste oben, um fortzufahren
es: Seleccione una ciudad de la lista de arriba para continuar
fr: Sélectionnez une ville dans la liste ci-dessus pour continuer
hi: जारी रखने के लिए ऊपर दी गई सूची से एक शहर चुनें
ko: 계속하려면 위 목록에서 도시를 선택하세요
ru: Выберите город из списка выше, чтобы продолжить
zh: 从以上列表中选择一个城市以继续

# onboardingTimeTitle
source: Time of Birth
de: Geburtszeit
es: Hora de nacimiento
fr: Heure de naissance
hi: जन्म का समय
ko: 출생 시간
ru: Время рождения
zh: 出生时间

# onboardingTimeSubtitle
source: If you don't know the exact time, set it to 12:00 PM. This will still provide a good result.
de: Wenn Sie die genaue Zeit nicht kennen, stellen Sie sie auf 12:00 Uhr. Dies liefert dennoch ein gutes Ergebnis.
es: Si no sabes la hora exacta, ajústala a las 12:00. Esto todavía dará un buen resultado.
fr: Si vous ne connaissez pas l'heure exacte, réglez-la sur 12:00. Cela donnera quand même un bon résultat.
hi: यदि आप सही समय नहीं जानते हैं, तो 12:00 दर्ज करें। यह अभी भी एक अच्छा परिणाम देगा।
ko: 정확한 시간을 모르면 12:00를 입력하세요. 그래도 좋은 결과를 얻을 수 있습니다.
ru: Если вы не знаете точное время, укажите 12:00. Это все равно даст хороший результат.
zh: 如果你不知道确切时间，请输入12:00。这仍然会得到很好的结果。

# timePickerHelpText
source: SELECT TIME OF BIRTH
de: GEBURTSDATUMSZEIT AUSWÄHLEN
es: SELECCIONE LA HORA DE NACIMIENTO
fr: SÉLECTIONNEZ L'HEURE DE NAISSANCE
hi: जन्म का समय निर्दिष्ट करें
ko: 출생 시간 지정
ru: УКАЖИТЕ ВРЕМЯ РОЖДЕНИЯ
zh: 指定出生时间

# birthTimeLabel
source: Time of Birth
de: Geburtszeit
es: Hora de nacimiento
fr: Heure de naissance
hi: जन्म का समय
ko: 출생 시간
ru: Время рождения
zh: 出生时间

# onboardingButtonNextLocation
source: Next (select location)
de: Weiter (Ort auswählen)
es: Siguiente (seleccionar lugar)
fr: Suivant (choisir le lieu)
hi: अगला (स्थान चुनें)
ko: 다음 (장소 선택)
ru: Далее (выбрать место)
zh: 下一步（选择地点）

# alphaBannerTitle
source: Alpha Version
es: Versión Alfa
fr: Version Alpha
hi: अल्फा संस्करण
ko: 알파 버전
ru: Альфа-версия
zh: Alpha 版本

# alphaBannerContent
source: This section is under active development. Some features may be unstable. We are actively working on localization, so some texts may still be in Russian. Thank you for your understanding!
de: Dieser Bereich wird aktiv entwickelt. Einige Funktionen können instabil sein. Wir arbeiten aktiv an der Lokalisierung, daher können einige Texte noch auf Russisch sein. Vielen Dank für Ihr Verständnis!
es: Esta sección está en desarrollo activo. Algunas funciones pueden ser inestables. Estamos trabajando activamente en la localización, por lo que algunos textos aún pueden estar en ruso. ¡Gracias por su comprensión!
fr: Cette section est en développement actif. Certaines fonctionnalités peuvent être instables. Nous travaillons activement à la localisation, certains textes peuvent donc encore être en russe. Merci de votre compréhension !
hi: यह खंड सक्रिय विकास के अधीन है। कुछ सुविधाएँ अस्थिर रूप से काम कर सकती हैं। हम स्थानीयकरण पर सक्रिय रूप से काम कर रहे हैं, इसलिए कुछ पाठ अभी भी अंग्रेजी में हो सकते हैं। समझने के लिए धन्यवाद!
ko: 이 섹션은 현재 활발히 개발 중입니다. 일부 기능이 불안정할 수 있습니다. 현지화 작업도 활발히 진행 중이므로 일부 텍스트는 아직 영어일 수 있습니다. 양해 부탁드립니다!
ru: Этот раздел находится в активной разработке. Некоторые функции могут работать нестабильно. Мы активно работаем над локализацией, поэтому часть текстов может быть еще на английском языке. Спасибо за понимание!
zh: 此部分正在积极开发中。某些功能可能不稳定。我们正在积极进行本地化工作，因此部分文本可能仍为英语。感谢您的理解！

# alphaBannerFeedback
source: We appreciate your feedback and suggestions in our Telegram channel!
de: Wir freuen uns über Ihr Feedback und Ihre Vorschläge in unserem Telegram-Kanal!
es: ¡Agradecemos sus comentarios y sugerencias en nuestro canal de Telegram!
fr: Nous apprécions vos commentaires et suggestions sur notre chaîne Telegram !
hi: हम हमारे टेलीग्राम चैनल में आपकी टिप्पणियों और सुझावों के लिए आभारी होंगे!
ko: 저희 텔레그램 채널에서 여러분의 의견과 제안을 기다리겠습니다!
ru: Будем благодарны за ваши замечания и пожелания в нашем Telegram-канале!
zh: 欢迎在我们的 Telegram 频道提出您的意见和建议！

# astro_title_sun
source: Personality Compatibility (Sun)
es: Compatibilidad de Personalidad (Sol)
fr: Compatibilité de la Personnalité (Soleil)
hi: व्यक्तित्व संगतता (सूर्य)
ko: 성격 궁합 (태양)
ru: Совместимость личностей (Солнце)
zh: 个性兼容性 (太阳)

# astro_title_moon
source: Emotional Compatibility (Moon)
es: Compatibilidad Emocional (Luna)
fr: Compatibilité Émotionnelle (Lune)
hi: भावनात्मक संगतता (चंद्रमा)
ko: 감정적 궁합 (달)
ru: Эмоциональная совместимость (Луна)
zh: 情感兼容性 (月亮)

# astro_title_chemistry
source: Astrological Chemistry (Venus-Mars)
es: Química Astrológica (Venus-Marte)
fr: Chimie Astrologique (Vénus-Mars)
hi: ज्योतिषीय रसायन (शुक्र-मंगल)
ko: 점성술적 케미스트리 (금성-화성)
ru: Астрологическая химия (Венера-Марс)
zh: 占星化学反应 (金星-火星)

# astro_title_mercury
source: Communication Style (Mercury)
es: Estilo de Comunicación (Mercurio)
fr: Style de Communication (Mercure)
hi: संचार शैली (बुध)
ko: 소통 스타일 (수성)
ru: Стиль общения (Меркурий)
zh: 沟通风格 (水星)

# astro_title_saturn
source: Long-term outlook (Saturn)
es: Perspectiva a largo plazo (Saturno)
fr: Perspective à long terme (Saturne)
hi: दीर्घकालिक परिप्रेक्ष्य (शनि)
ko: 장기적 전망 (토성)
ru: Долгосрочная перспектива (Сатурн)
zh: 长期前景 (土星)

# numerology_title
source: Numerological Resonance
es: Resonancia Numerológica
fr: Résonance Numérologique
hi: अंकशास्त्रीय अनुनाद
ko: 수비학적 공명
ru: Нумерологический резонанс
zh: 数字命理共鸣

# feedIceBreakerTitle
source: Icebreaker
de: Eisbrecher
es: Rompehielos
fr: Brise-glace
hi: आइस ब्रेकर
ko: 아이스브레이커
ru: Ледокол
zh: 破冰船

# feedOrbitCrossingTitle
source: Orbit Crossing
de: Orbitalkreuzung
es: Cruce de Órbita
fr: Croisement d'orbites
hi: कक्षा पार
ko: 궤도 교차
ru: Пересечение Орбит
zh: 轨道交叉

# feedSpiritualNeighborTitle
source: Spiritual Neighbor
de: Spiritueller Nachbar
es: Vecino Espiritual
fr: Voisin spirituel
hi: आध्यात्मिक पड़ोसी
ko: 영적 이웃
ru: Духовный Сосед
zh: 精神邻居

# feedGeomagneticStormTitle
source: Geomagnetic Storm
de: Geomagnetischer Sturm
es: Tormenta Geomagnética
fr: Orage géomagnétique
hi: भू-चुंबकीय तूफान
ko: 지자기 폭풍
ru: Геомагнитные Бури
zh: 地磁风暴

# feedCompatibilityPeakTitle
source: Compatibility Peak
de: Kompatibilitätsgipfel
es: Pico de Compatibilidad
fr: Pic de compatibilité
hi: संगतता शिखर
ko: 궁합 최고조
ru: Пик Совместимости
zh: 兼容性高峰

# feedNewChannelSuggestionTitle
source: New Channel
de: Neuer Kanal
es: Nuevo Canal
fr: Nouveau Canal
hi: नया चैनल सुझाव
ko: 새 채널 제안
ru: Новый Канал
zh: 新频道推荐

# feedPopularPostTitle
source: Popular Post
de: Beliebter Beitrag
es: Publicación Popular
fr: Post populaire
hi: लोकप्रिय पोस्ट
ko: 인기 게시물
ru: Популярный Пост
zh: 热门帖子

# feedNewCommentTitle
source: New Comment
de: Neuer Kommentar
es: Nuevo Comentario
fr: Nouveau commentaire
hi: नई टिप्पणी
ko: 새 댓글
ru: Новый Комментарий
zh: 新评论

# cardOfTheDayTitle
source: Card of the Day
de: Karte des Tages
es: Carta del Día
fr: Carte du Jour
hi: दिन का कार्ड
ko: 오늘의 카드
ru: Карта Дня
zh: 今日卡牌

# cardOfTheDayDrawing
source: Drawing your card...
de: Ziehe deine Karte...
es: Sacando tu carta...
fr: Tirage de votre carte...
hi: आपका कार्ड निकाल रहा है...
ko: 카드 뽑는 중...
ru: Вытягиваю вашу карту...
zh: 正在抽取你的卡牌...

# cardOfTheDayGetButton
source: Draw Card
de: Karte ziehen
es: Sacar Carta
fr: Tirer une carte
hi: कार्ड निकालें
ko: 카드 뽑기
ru: Вытянуть карту
zh: 抽卡

# cardOfTheDayYourCard
source: Your Card of the Day
de: Deine Karte des Tages
es: Tu Carta del Día
fr: Votre Carte du Jour
hi: आपका दिन का कार्ड
ko: 당신의 오늘의 카드
ru: Ваша карта дня
zh: 你的今日卡牌

# cardOfTheDayTapToReveal
source: Tap card to reveal
de: Tippen zum Aufdecken
es: Toca para revelar
fr: Appuyez pour révéler
hi: प्रकट करने के लिए टैप करें
ko: 탭하여 확인
ru: Нажмите на карту, чтобы перевернуть
zh: 点击揭示

# cardOfTheDayReversedSuffix
source: (Reversed)
de: (Umgekehrt)
es: (Invertida)
fr: (Renversée)
hi: (उल्टा)
ko: (역방향)
ru: (Перевернутая)
zh: (逆位)

# cardOfTheDayDefaultInterpretation
source: Find out what the coming day prepares for you.
de: Erfahre, was der Tag bringt.
es: Descubre lo que el día te depara.
fr: Découvrez ce que le jour vous réserve.
hi: जानें कि दिन क्या लाएगा।
ko: 오늘 하루를 미리 확인하세요.
ru: Узнайте, что день грядущий вам готовит.
zh: 看看今天会发生什么。

# channelSearchTitle
source: Search Channels
de: Kanäle suchen
es: Buscar Canales
fr: Rechercher des Canaux
hi: प्रसारण खोजें
ko: 방송 검색
ru: Поиск трансляций
zh: 搜索直播

# channelAnonymousAuthor
source: Anonymous
de: Anonym
es: Anónimo
fr: Anonyme
hi: अज्ञात
ko: 익명
ru: Аноним
zh: 匿名

# errorUserNotAuthorized
source: User not authorized
de: Benutzer nicht autorisiert
es: Usuario no autorizado
fr: Utilisateur non autorisé
hi: उपयोगकर्ता अधिकृत नहीं है
ko: 사용자가 인증되지 않았습니다
ru: Пользователь не авторизован
zh: 用户未授权

# errorUnknownServer
source: Unknown server error
de: Unbekannter Serverfehler
es: Error de servidor desconocido
fr: Erreur serveur inconnue
hi: अज्ञात सर्वर त्रुटि
ko: 알 수 없는 서버 오류
ru: Неизвестная ошибка сервера
zh: 未知服务器错误

# errorFailedToLoadData
source: Failed to load data
de: Daten konnten nicht geladen werden
es: No se pudieron cargar los datos
fr: Échec du chargement des données
hi: डेटा लोड करने में विफल
ko: 데이터를 로드하지 못했습니다
ru: Не удалось загрузить данные
zh: 无法加载数据

# generalHello
source: Hello
de: Hallo
es: Hola
fr: Bonjour
hi: नमस्ते
ko: 안녕하세요
ru: Привет
zh: 你好

# referralErrorProfileNotLoaded
source: Error: your profile is not loaded. Please try again later.
de: Fehler: Ihr Profil ist nicht geladen. Bitte versuchen Sie es später erneut.
es: Error: tu perfil no está cargado. Por favor, inténtalo de nuevo más tarde.
fr: Erreur : votre profil n'est pas chargé. Veuillez réessayer plus tard.
hi: त्रुटि: आपकी प्रोफ़ाइल लोड नहीं हुई है। बाद में प्रयास करें।
ko: 오류: 프로필이 로드되지 않았습니다. 나중에 다시 시도하세요.
ru: Ошибка: ваш профиль не загружен. Попробуйте позже.
zh: 错误：你的个人资料未加载。请稍后再试。

# referralErrorAlreadyUsed
source: You have already used a referral code.
de: Sie haben bereits einen Empfehlungscode verwendet.
es: Ya has utilizado un código de referencia.
fr: Vous avez déjà utilisé un code de parrainage.
hi: आप पहले ही आमंत्रण कोड का उपयोग कर चुके हैं।
ko: 이미 초대 코드를 사용했습니다.
ru: Вы уже использовали код приглашения.
zh: 你已经使用过邀请码。

# referralErrorOwnCode
source: You cannot use your own code.
de: Sie können Ihren eigenen Code nicht verwenden.
es: No puedes usar tu propio código.
fr: Vous ne pouvez pas utiliser votre propre code.
hi: आप अपना खुद का कोड इस्तेमाल नहीं कर सकते।
ko: 자신의 코드는 사용할 수 없습니다.
ru: Нельзя использовать свой собственный код.
zh: 不能使用自己的代码。

# referralScreenTitle
source: Invite a Friend
de: Freund einladen
es: Invitar a un amigo
fr: Inviter un ami
hi: मित्र को आमंत्रित करें
ko: 친구 초대
ru: Пригласить друга
zh: 邀请朋友

# referralYourCodeTitle
source: Your Invitation Code
de: Dein Einladungscode
es: Tu código de invitación
fr: Votre code d'invitation
hi: आपका आमंत्रण कोड
ko: 당신의 초대 코드
ru: Ваш код приглашения
zh: 你的邀请码

# referralYourCodeDescription
source: Share this code with friends. For every friend who enters your code, you'll receive 1 day of PRO access!
de: Teile diesen Code mit Freunden. Für jeden Freund, der deinen Code eingibt, erhältst du 1 Tag PRO-Zugang!
es: Comparte este código con amigos. ¡Por cada amigo que ingrese tu código, recibirás 1 día de acceso PRO!
fr: Partagez ce code avec des amis. Pour chaque ami qui saisit votre code, vous recevrez 1 jour d'accès PRO !
hi: इस कोड को दोस्तों के साथ साझा करें। हर दोस्त जो आपका कोड दर्ज करेगा, उसके लिए आपको 1 दिन का प्रो-एक्सेस मिलेगा!
ko: 이 코드를 친구와 공유하세요. 코드를 입력한 친구 한 명당 1일 PRO 액세스 권한을 드립니다!
ru: Поделитесь этим кодом с друзьями. За каждого друга, который введет ваш код, вы получите 1 день PRO-доступа!
zh: 与朋友分享此代码。每当有朋友输入你的代码，你将获得1天的PRO访问权限！

# referralCodeCopied
source: Code copied to clipboard!
de: Code in die Zwischenablage kopiert!
es: ¡Código copiado al portapapeles!
fr: Code copié dans le presse-papiers !
hi: कोड क्लिपबोर्ड पर कॉपी किया गया!
ko: 코드가 클립보드에 복사되었습니다!
ru: Код скопирован в буфер обмена!
zh: 代码已复制到剪贴板！

# referralShareCodeButton
source: Share Code
de: Code teilen
es: Compartir código
fr: Partager le code
hi: कोड साझा करें
ko: 코드 공유
ru: Поделиться кодом
zh: 分享代码

# referralShareMessage
source: Hey! Join me on Aryonika to find your cosmic match. Enter my invitation code in the app so we both get bonuses: {code}
de: Hallo! Komm zu Aryonika und finde dein kosmisches Gegenstück. Gib meinen Einladungscode in der App ein, damit wir beide Boni erhalten: {code}
es: ¡Hola! Únete a mí en Aryonika para encontrar a tu pareja cósmica. Ingresa mi código de invitación en la aplicación para que ambos obtengamos bonificaciones: {code}
fr: Salut ! Rejoins-moi sur Aryonika pour trouver ton âme sœur cosmique. Saisis mon code d'invitation dans l'application pour que nous recevions tous les deux des bonus : {code}
hi: नमस्ते! Aryonika में मेरे साथ जुड़ें और अपना ब्रह्मांडीय साथी खोजें। ऐप में मेरा आमंत्रण कोड दर्ज करें ताकि हम दोनों को बोनस मिले: {code}
ko: 안녕하세요! Aryonika에서 저와 함께 당신의 우주적 짝을 찾아보세요. 앱에서 제 초대 코드를 입력하면 우리 둘 다 보너스를 받을 수 있습니다: {code}
ru: Привет! Присоединяйся ко мне в Aryonika, чтобы найти свою космическую пару. Введи мой код приглашения в приложении, чтобы мы оба получили бонусы: {code}
zh: 嗨！加入我在 Aryonika 寻找你的宇宙伴侣。在应用中输入我的邀请码，我们都能获得奖励：{code}

# referralManualBonusNote
source: PRO access is granted manually within 24 hours after your friend enters the code.
de: Der PRO-Zugang wird manuell innerhalb von 24 Stunden gewährt, nachdem dein Freund den Code eingegeben hat.
es: El acceso PRO se otorga manualmente dentro de las 24 horas posteriores a que tu amigo ingrese el código.
fr: L'accès PRO est accordé manuellement dans les 24 heures suivant la saisie du code par votre ami.
hi: आपके मित्र द्वारा कोड दर्ज करने के 24 घंटे के भीतर प्रो-एक्सेस मैन्युअल रूप से दिया जाता है।
ko: 친구가 코드를 입력한 후 24시간 이내에 PRO 액세스 권한이 수동으로 부여됩니다.
ru: PRO-доступ начисляется вручную в течение 24 часов после того, как ваш друг введет код.
zh: PRO访问权限将在你的朋友输入代码后的24小时内手动发放。

# referralGotCodeTitle
source: Have a code?
de: Hast du einen Code?
es: ¿Tienes un código?
fr: Vous avez un code ?
hi: क्या आपके पास कोड है?
ko: 코드가 있으신가요?
ru: У вас есть код?
zh: 你有邀请码吗？

# referralGotCodeDescription
source: Enter the code your friend gave you so they can get their reward.
de: Gib den Code ein, den dir dein Freund gegeben hat, damit er seine Belohnung erhält.
es: Ingresa el código que te dio tu amigo para que reciba su recompensa.
fr: Saisissez le code que votre ami vous a donné pour qu'il reçoive sa récompense.
hi: अपने मित्र द्वारा दिया गया कोड दर्ज करें ताकि उसे उसका इनाम मिल सके।
ko: 친구가 준 코드를 입력하여 친구가 보상을 받을 수 있도록 하세요.
ru: Введите код, который вам дал друг, чтобы он получил свою награду.
zh: 输入朋友给你的代码，让他获得奖励。

# referralCodeInputLabel
source: Invitation Code
de: Einladungscode
es: Código de invitación
fr: Code d'invitation
hi: आमंत्रण कोड
ko: 초대 코드
ru: Код приглашения
zh: 邀请码

# referralCodeValidationError
source: Please enter a code
de: Bitte gib einen Code ein
es: Por favor, ingresa un código
fr: Veuillez saisir un code
hi: कृपया कोड दर्ज करें
ko: 코드를 입력하세요
ru: Пожалуйста, введите код
zh: 请输入代码

# referralApplyCodeButton
source: Apply Code
de: Code anwenden
es: Aplicar código
fr: Appliquer le code
hi: कोड लागू करें
ko: 코드 적용
ru: Применить код
zh: 应用代码

# nav_feed
source: Feed
fr: Fil
hi: फ़ीड
ko: 피드
ru: Лента
zh: 动态

# nav_search
source: Search
de: Suche
es: Buscar
fr: Recherche
hi: खोज
ko: 검색
ru: Поиск
zh: 搜索

# nav_oracle
source: Oracle
de: Orakel
es: Oráculo
hi: ओरेकल
ko: 신탁
ru: Оракул
zh: 神谕

# nav_chats
source: Chats
hi: चैट
ko: 채팅
ru: Чаты
zh: 聊天

# nav_channels
source: Channels
de: Kanäle
es: Canales
fr: Canaux
hi: चैनल
ko: 채널
ru: Каналы
zh: 频道

# nav_profile
source: Profile
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
ko: 프로필
ru: Профиль
zh: 个人资料

# nav_exit
source: Exit
de: Beenden
es: Salir
fr: Quitter
hi: बाहर निकलें
ko: 나가기
ru: Выход
zh: 退出

# exitDialog_title
source: Confirmation
de: Bestätigung
es: Confirmación
hi: पुष्टिकरण
ko: 확인
ru: Подтверждение
zh: 确认

# exitDialog_content
source: Are you sure you want to close Aryonika?
de: Möchtest du Aryonika wirklich schließen?
es: ¿Estás seguro de que quieres cerrar Aryonika?
fr: Êtes-vous sûr de vouloir quitter Aryonika ?
hi: क्या आप वाकई Aryonika बंद करना चाहते हैं?
ko: Aryonika을 종료하시겠습니까?
ru: Вы уверены, что хотите закрыть Aryonika?
zh: 您确定要关闭 Aryonika 吗？

# exitDialog_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ko: 취소
ru: Отмена
zh: 取消

# exitDialog_confirm
source: Close
de: Schließen
es: Cerrar
fr: Quitter
hi: बंद करें
ko: 닫기
ru: Закрыть
zh: 关闭

# oracle_limit_title
source: Request Limit
de: Anfragelimit
es: Límite de Solicitudes
fr: Limite de Requêtes
hi: अनुरोध सीमा
ko: 요청 한도
ru: Лимит запросов
zh: 请求限制

# oracle_limit_later
source: Later
de: Später
es: Más tarde
fr: Plus tard
hi: बाद में
ko: 나중에
ru: Позже
zh: 稍后

# oracle_limit_get_pro
source: Get Unlimited
de: Unbegrenzt holen
es: Obtener Ilimitado
fr: Obtenir l'illimité
hi: असीमित प्राप्त करें
ko: 무제한 얻기
ru: Получить безлимит
zh: 获取无限版

# oracle_orb_partner
source: Partner of Day
de: Partner des Tages
es: Pareja del Día
fr: Partenaire du Jour
hi: दिन का साथी
ko: 오늘의 파트너
ru: Партнер Дня
zh: 今日伴侣

# oracle_orb_roulette
source: Roulette
es: Ruleta
hi: रूले
ko: 룰렛
ru: Рулетка
zh: 轮盘

# oracle_orb_duet
source: Duet
de: Duett
es: Dúo
fr: Duo
hi: युगल
ko: 듀엣
ru: Дуэт
zh: 二重奏

# oracle_orb_horoscope
source: Horoscope
de: Horoskop
es: Horóscopo
hi: राशिफल
ko: 운세
ru: Гороскоп
zh: 运势

# oracle_orb_weather
source: Geomagnetic
de: Geomagnetisch
es: Geomagnético
fr: Géomagnétique
hi: भू-चुंबकीय
ko: 지자기
ru: Геомагнит.
zh: 地磁

# oracle_orb_ask
source: Question
de: Frage
es: Pregunta
hi: प्रश्न
ko: 질문
ru: Вопрос
zh: 提问

# oracle_orb_focus
source: Focus of Day
de: Fokus des Tages
es: Enfoque del Día
fr: Focus du Jour
hi: दिन का फोकस
ko: 오늘의 초점
ru: Фокус Дня
zh: 今日焦点

# oracle_orb_forecast
source: AstroForecast
de: AstroVorschau
es: AstroPronóstico
fr: AstroPrévisions
hi: खगोल पूर्वानुमान
ko: 별자리 예보
ru: АстроПрогноз
zh: 星象预测

# oracle_orb_card
source: Card of Day
de: Karte des Tages
es: Carta del Día
fr: Carte du Jour
hi: दिन का कार्ड
ko: 오늘의 카드
ru: Карта Дня
zh: 今日卡牌

# oracle_orb_tarot
source: Universe's Answer
de: Antwort des Universums
es: Respuesta del Universo
fr: Réponse de l'Univers
hi: ब्रह्मांड का उत्तर
ko: 우주의 대답
ru: Ответ вселенной
zh: 宇宙的答案

# oracle_orb_palmistry
source: Palmistry
de: Handlesekunst
es: Quiromancia
fr: Chiromancie
hi: हस्तरेखा
ko: 손금
ru: Хиромантия
zh: 手相

# oracle_duet_title
source: Cosmic Duet
de: Kosmisches Duett
es: Dúo Cósmico
fr: Duo Cosmique
hi: लौकिक युगल
ko: 우주적 듀엣
ru: Космический Дуэт
zh: 宇宙二重奏

# oracle_duet_description
source: Check compatibility with anyone by birth date.
de: Prüfe die Kompatibilität nach Geburtsdatum.
es: Comprueba la compatibilidad por fecha de nacimiento.
fr: Vérifiez la compatibilité par date de naissance.
hi: जन्म तिथि से अनुकूलता की जाँच करें।
ko: 생년월일로 궁합 확인.
ru: Проверьте совместимость с любым человеком по дате рождения.
zh: 按出生日期检查兼容性。

# oracle_duet_button
source: Check Compatibility
de: Kompatibilität prüfen
es: Comprobar Compatibilidad
fr: Vérifier la compatibilité
hi: अनुकूलता जाँचें
ko: 궁합 확인
ru: Проверить совместимость
zh: 检查兼容性

# oracle_unsupported_web_feature
source: Feature '{feature}' is not yet available on WEB. Download the app.
de: Funktion '{feature}' nicht im WEB verfügbar.
es: Función '{feature}' no disponible en WEB.
fr: Fonction '{feature}' indisponible sur le WEB.
hi: WEB पर उपलब्ध नहीं।
ko: WEB에서는 지원하지 않는 기능입니다.
ru: Функция '{feature}' пока недоступна в WEB версии. Скачайте приложение.
zh: 网页版暂不支持。

# oracle_pro_card_of_day_title
source: Card of Day (PRO)
de: Karte des Tages (PRO)
es: Carta del Día (PRO)
fr: Carte du Jour (PRO)
hi: दिन का कार्ड (PRO)
ko: 오늘의 카드 (PRO)
ru: Карта Дня (PRO)
zh: 今日卡牌 (PRO)
