Repository: pslergy/Aryonika
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ko, ru, zh

# search_priority_header
source: Top Matches
de: Top-Treffer
es: Mejores coincidencias
fr: Meilleures correspondances
hi: शीर्ष मिलान
ko: 최고의 매치
ru: Наиболее подходящие
zh: 最佳匹配

# search_other_header
source: Other Users
de: Andere Benutzer
es: Otros usuarios
fr: Autres utilisateurs
hi: अन्य उपयोगकर्ता
ko: 다른 사용자
ru: Другие пользователи
zh: 其他用户

# payment_title
source: Support the Project
de: Projekt unterstützen
es: Apoyar el proyecto
fr: Soutenir le projet
hi: परियोजना का समर्थन करें
ko: 프로젝트 지원하기
ru: Поддержка проекта
zh: 支持项目

# payment_success_snackbar
source: Thank you for your support! Updating your status...
de: Danke für deine Unterstützung! Dein Status wird aktualisiert...
es: ¡Gracias por tu apoyo! Actualizando tu estado...
fr: Merci pour votre soutien ! Mise à jour de votre statut...
hi: आपके समर्थन के लिए धन्यवाद! आपकी स्थिति अपडेट हो रही है...
ko: 지원해주셔서 감사합니다! 상태를 업데이트하는 중입니다...
ru: Оплата прошла успешно! Обновляем ваш статус...
zh: 感谢您的支持！正在更新您的状态...

# payment_fail_snackbar
source: Failed to process the donation. Please try again.
de: Spende konnte nicht verarbeitet werden. Bitte versuche es erneut.
es: No se pudo procesar la donación. Inténtalo de nuevo.
fr: Le don n'a pas pu être traité. Veuillez réessayer.
hi: दान संसाधित करने में विफल। कृपया पुनः प्रयास करें।
ko: 기부를 처리하지 못했습니다. 다시 시도해주세요.
ru: Оплата не удалась. Попробуйте снова.
zh: 处理捐赠失败。请重试。

# paywall_header_title
source: Unlock the Aryonika Universe
de: Entdecke das Aryonika-Universum
es: Descubre el Universo Aryonika
fr: Découvrez l'Univers Aryonika
hi: Aryonika ब्रह्मांड को अनलॉक करें
ko: Aryonika의 우주를 잠금 해제하세요
ru: Откройте Вселенную Aryonika
zh: 解锁Aryonika宇宙

# paywall_header_subtitle
source: Support the project and receive all the cosmic tools to find your perfect match as a thank you.
de: Unterstütze das Projekt und erhalte als Dankeschön alle kosmischen Werkzeuge, um deinen perfekten Partner zu finden.
es: Apoya el proyecto y recibe como agradecimiento todas las herramientas cósmicas para encontrar a tu pareja ideal.
fr: Soutenez le projet et recevez en remerciement tous les outils cosmiques pour trouver votre partenaire idéal.
hi: परियोजना का समर्थन करें और धन्यवाद के रूप में अपना आदर्श साथी खोजने के लिए सभी ब्रह्मांडीय उपकरण प्राप्त करें।
ko: 프로젝트를 지원하고 완벽한 짝을 찾기 위한 모든 우주 도구를 감사의 선물로 받아보세요.
ru: Поддержите проект и используйте все космические инструменты для поиска идеальной пары.
zh: 支持本项目，即可获得所有宇宙工具，助您寻找完美伴侣，以示感谢。

# paywall_benefit1_title
source: See Who Liked You
de: Sieh, wer dich mag
es: Mira a quién le gustas
fr: Voyez qui vous a liké
hi: देखें कि आपको किसने पसंद किया
ko: 누가 당신을 좋아했는지 확인하세요
ru: Смотрите, кто вас лайкнул
zh: 查看谁喜欢了你

# paywall_benefit1_subtitle
source: Don't miss a chance for reciprocity and start the conversation first.
de: Verpasse keine Chance auf Gegenseitigkeit und beginne das Gespräch zuerst.
es: No pierdas la oportunidad de ser correspondido y empieza tú la conversación.
fr: Ne manquez pas une chance de réciprocité et engagez la conversation en premier.
hi: पारस्परिक अवसर न चूकें और पहले बातचीत शुरू करें।
ko: 서로 마음이 통할 기회를 놓치지 말고 먼저 대화를 시작하세요.
ru: Не упускайте шанс на взаимность и начните диалог первыми.
zh: 不要错过相互喜欢的机会，率先开启对话。

# paywall_benefit2_title
source: Personal Daily Forecast
de: Persönliche Tagesprognose
es: Pronóstico personal diario
fr: Prévisions personnelles du jour
hi: दैनिक व्यक्तिगत पूर्वानुमान
ko: 일일 개인 예보
ru: Персональный прогноз на день
zh: 每日个人预测

# paywall_benefit2_subtitle
source: Daily analysis of your transits and the Focus of the Day.
de: Tägliche Analyse deiner Transite und der Fokus des Tages.
es: Análisis diario de tus tránsitos y el Foco del Día.
fr: Analyse quotidienne de vos transits et le Focus du Jour.
hi: आपके गोचर और दिन के फोकस का दैनिक विश्लेषण।
ko: 매일 당신의 운행과 오늘의 초점에 대한 분석.
ru: Ежедневный анализ ваших транзитов и Фокус Дня.
zh: 每日分析您的星体运行和当日焦点。

# paywall_benefit3_title
source: Partner of the Day & Roulette
de: Partner des Tages & Roulette
es: Pareja del Día y Ruleta
fr: Partenaire du Jour & Roulette
hi: दिन का साथी और रूले
ko: 오늘의 파트너 & 룰렛
ru: Партнёр Дня и Рулетка
zh: 今日伴侣与轮盘

# paywall_benefit3_subtitle
source: Let the stars choose the most compatible partner for you.
de: Lass die Sterne den kompatibelsten Partner für dich auswählen.
es: Deja que las estrellas elijan por ti la pareja más compatible.
fr: Laissez les étoiles choisir pour vous le partenaire le plus compatible.
hi: सितारों को आपके लिए सबसे संगत साथी चुनने दें।
ko: 별들이 당신에게 가장 잘 맞는 파트너를 선택하게 하세요.
ru: Позвольте звездам выбрать для вас наиболее совместимого партнера.
zh: 让星辰为您选择最合适的伴侣。

# paywall_benefit4_title
source: The Universe's Answer
de: Die Antwort des Universums
es: La respuesta del Universo
fr: La réponse de l'Univers
hi: ब्रह्मांड का उत्तर
ko: 우주의 대답
ru: Ответ Вселенной
zh: 宇宙的答案

# paywall_benefit4_subtitle
source: Ask your question and receive cosmic advice.
de: Stelle deine Frage und erhalte kosmischen Rat.
es: Haz tu pregunta y recibe un consejo cósmico.
fr: Posez votre question et recevez un conseil cosmique.
hi: अपना प्रश्न पूछें और ब्रह्मांडीय सलाह प्राप्त करें।
ko: 질문을 하고 우주의 조언을 받으세요.
ru: Задайте свой вопрос и получите космический совет.
zh: 提出您的问题，获得宇宙的建议。

# paywall_benefit5_title
source: Cosmic Weather
de: Kosmisches Wetter
es: Clima cósmico
fr: Météo cosmique
hi: ब्रह्मांडीय मौसम
ko: 우주 날씨
ru: Космическая погода
zh: 宇宙天气

# paywall_benefit5_subtitle
source: Stay informed about geomagnetic storms and their influence.
de: Bleib über geomagnetische Stürme und deren Einfluss informiert.
es: Mantente al tanto de las tormentas geomagnéticas y su influencia.
fr: Restez informé des tempêtes géomagnétiques et de leur influence.
hi: भू-चुंबकीय तूफानों और उनके प्रभाव के बारे में सूचित रहें।
ko: 지자기 폭풍과 그 영향에 대한 정보를 확인하세요.
ru: Будьте в курсе геомагнитных бурь и их влияния.
zh: 随时了解地磁暴及其影响。

# paywall_benefit6_title
source: Card of the Day
de: Karte des Tages
es: Carta del Día
fr: Carte du Jour
hi: दिन का कार्ड
ko: 오늘의 카드
ru: Карта Дня
zh: 今日卡牌

# paywall_benefit6_subtitle
source: Get a daily prediction and advice from the Card of Destiny.
de: Erhalte eine tägliche Vorhersage und einen Rat von der Schicksalskarte.
es: Recibe una predicción y un consejo diario de la Carta del Destino.
fr: Recevez une prédiction et un conseil quotidien de la Carte du Destin.
hi: भाग्य के कार्ड से दैनिक भविष्यवाणी और सलाह प्राप्त करें।
ko: 운명의 카드로부터 매일의 예측과 조언을 받으세요.
ru: Получайте ежедневное предсказание и совет от Карты Судьбы.
zh: 获取来自命运卡牌的每日预测和建议。

# paywall_donate_button
source: Support the Project
de: Projekt unterstützen
es: Apoyar el proyecto
fr: Soutenir le projet
hi: परियोजना का समर्थन करें
ko: 프로젝트 지원하기
ru: Поддержать проект
zh: 支持项目

# paywall_referral_button
source: Get PRO for Friends
de: PRO für Freunde erhalten
es: Obtén PRO por amigos
fr: Obtenir PRO grâce à des amis
hi: दोस्तों के लिए PRO प्राप्त करें
ko: 친구 초대하고 PRO 받기
ru: Получить PRO за друзей
zh: 邀请好友得PRO

# paywall_referral_subtitle
source: Invite a friend and get 1 day of PRO status for each one who registers with your link.
de: Lade einen Freund ein und erhalte 1 Tag PRO-Status für jeden, der sich über deinen Link registriert.
es: Invita a un amigo y obtén 1 día de estado PRO por cada uno que se registre con tu enlace.
fr: Invitez un ami et obtenez 1 jour de statut PRO pour chaque personne qui s'inscrit avec votre lien.
hi: एक दोस्त को आमंत्रित करें और आपके लिंक से पंजीकरण करने वाले प्रत्येक व्यक्ति के लिए 1 दिन का PRO स्टेटस प्राप्त करें।
ko: 친구를 초대하고 당신의 링크로 가입할 때마다 1일 PRO 상태를 받으세요.
ru: Пригласите друга и получите 1 день PRO-статуса за каждого, кто зарегистрируется по вашей ссылке.
zh: 每邀请一位通过您的链接注册的朋友，即可获得1天PRO身份。

# paywall_get_pro_button
source: Get Aryonika PRO ({price})
es: Obtener Aryonika PRO ({price})
fr: Obtenir Aryonika PRO ({price})
hi: Aryonika PRO प्राप्त करें ({price})
ko: Aryonika PRO 얻기 ({price})
ru: Получить Aryonika PRO ({price})
zh: 获取 Aryonika PRO ({price})

# paywall_arbitrary_donate_button
source: Support with another amount
de: Projekt unterstützen (Boosty)
es: Apoyar con otra cantidad
fr: Soutenir avec un autre montant
hi: किसी अन्य राशि से समर्थन करें
ko: 다른 금액으로 후원하기
ru: Поддержать другой суммой
zh: 以其他金额支持

# paywall_arbitrary_donate_subtitle
source: If you like our project, you can support it to help us survive in a world of sharks and other predators.
es: Si te gusta nuestro proyecto, puedes apoyarlo para ayudarnos a sobrevivir en un mundo de tiburones y otros depredadores.
fr: Si vous aimez notre projet, vous pouvez le soutenir pour nous aider à survivre dans un monde de requins et autres prédateurs.
hi: यदि आपको हमारी परियोजना पसंद है, तो आप इसका समर्थन कर सकते हैं ताकि हम शार्क और अन्य शिकारियों की दुनिया में जीवित रह सकें।
ko: 저희 프로젝트가 마음에 드신다면, 상어와 다른 포식자들의 세계에서 살아남을 수 있도록 지원해 주세요.
ru: Если вам понравился наш проект, вы можете поддержать его, чтобы помочь нам выжить в мире акул и других хищников.
zh: 如果您喜欢我们的项目，您可以支持它，帮助我们在鲨鱼和其他捕食者的世界中生存。

# chinese_zodiac_title
source: Chinese Zodiac
de: Chinesisches Tierkreiszeichen
es: Zodíaco Chino
fr: Zodiaque Chinois
hi: चीनी राशि चक्र
ko: 중국 띠 (십이지신)
ru: Китайский гороскоп
zh: 中国生肖

# zodiac_Rat
source: Rat
de: Ratte
es: Rata
hi: चूहा
ko: 쥐
ru: Крыса
zh: 鼠

# zodiac_Ox
source: Ox
de: Ochse
es: Buey
fr: Bœuf
hi: बैल
ko: 소
ru: Бык
zh: 牛

# zodiac_Tiger
source: Tiger
es: Tigre
fr: Tigre
hi: बाघ
ko: 호랑이
ru: Тигр
zh: 虎

# zodiac_Rabbit
source: Rabbit
de: Hase
es: Conejo
fr: Lapin
hi: खरगोश
ko: 토끼
ru: Кролик
zh: 兔

# zodiac_Dragon
source: Dragon
de: Drache
es: Dragón
hi: ड्रैगन
ko: 용
ru: Дракон
zh: 龙

# zodiac_Snake
source: Snake
de: Schlange
es: Serpiente
fr: Serpent
hi: सांप
ko: 뱀
ru: Змея
zh: 蛇

# zodiac_Horse
source: Horse
de: Pferd
es: Caballo
fr: Cheval
hi: घोड़ा
ko: 말
ru: Лошадь
zh: 马

# zodiac_Goat
source: Goat
de: Ziege
es: Cabra
fr: Chèvre
hi: बकरी
ko: 양
ru: Коза
zh: 羊

# zodiac_Monkey
source: Monkey
de: Affe
es: Mono
fr: Singe
hi: बंदर
ko: 원숭이
ru: Обезьяна
zh: 猴

# zodiac_Rooster
source: Rooster
de: Hahn
es: Gallo
fr: Coq
hi: मुर्गा
ko: 닭
ru: Петух
zh: 鸡

# zodiac_Dog
source: Dog
de: Hund
es: Perro
fr: Chien
hi: कुत्ता
ko: 개
ru: Собака
zh: 狗

# zodiac_Pig
source: Pig
de: Schwein
es: Cerdo
fr: Cochon
hi: सुअर
ko: 돼지
ru: Свинья
zh: 猪

# chinese_zodiac_compatibility_button
source: Zodiac Compatibility
de: Sternzeichen-Kompatibilität
es: Compatibilidad del Zodíaco
fr: Compatibilité du Zodiaque
hi: राशि चक्र संगतता
ko: 띠 궁합
ru: Совместимость по гороскопу
zh: 生肖兼容性

# compatibility_section_title
source: Compatibility
de: Kompatibilität
es: Compatibilidad
fr: Compatibilité
hi: संगतता
ko: 궁합
ru: Совместимость
zh: 兼容性

# userProfile_astro_button
source: Astrology
de: Astrologie
es: Astrología
fr: Astrologie
hi: ज्योतिष
ko: 점성술
ru: Астрология
zh: 占星术

# userProfile_bazi_button
source: Bazi
hi: बाज़ी
ko: 사주팔자
ru: Бацзы
zh: 八字

# jyotishCompatibilityTitle
source: Vedic Compatibility
es: Compatibilidad Védica
fr: Compatibilité Védique
hi: वैदिक संगतता
ko: 베딕 궁합
ru: Ведическая совместимость
zh: 吠陀兼容性

# jyotishDetailedAnalysisTitle
source: Detailed Analysis (Ashta-Kuta)
es: Análisis Detallado (Ashta-Kuta)
fr: Analyse Détaillée (Ashta-Kuta)
hi: विस्तृत विश्लेषण (अष्ट-कूट)
ko: 상세 분석 (Ashta-Kuta)
ru: Детальный анализ (Ашта-Кута)
zh: 详细分析 (Ashta-Kuta)

# kuta_tara_name
source: Tara Kuta (Destiny)
es: Tara Kuta (Destino)
fr: Tara Kuta (Destin)
hi: तारा कूट (भाग्य)
ko: 타라 쿠타 (운명)
ru: Тара Кута (Судьба)
zh: Tara Kuta (命运)

# kuta_tara_desc
source: Indicates luck, duration, and well-being in the relationship. Good compatibility here is like a tailwind for your union.
es: Indica la suerte, duración y bienestar en la relación. Una buena compatibilidad aquí es como viento a favor para su unión.
fr: Indique la chance, la durée et le bien-être dans la relation. Une bonne compatibilité ici est comme un vent favorable pour votre union.
hi: रिश्ते में भाग्य, अवधि और भलाई को इंगित करता है। यहाँ अच्छी संगतता आपके मिलन के लिए एक अनुकूल हवा की तरह है।
ko: 관계의 운, 지속 기간, 안녕을 나타냅니다. 여기서 좋은 궁합은 당신들의 결합에 순풍과 같습니다.
ru: Показывает удачу, продолжительность и благополучие в отношениях. Хорошая совместимость здесь — как попутный ветер для вашего союза.
zh: 表示关系中的运气、持续时间和幸福感。这里良好的兼容性就像你们结合的顺风。

# kuta_yoni_name
source: Yoni Kuta (Attraction)
es: Yoni Kuta (Atracción)
hi: योनि कूट (आकर्षण)
ko: 요니 쿠타 (매력)
ru: Йони Кута (Влечение)
zh: Yoni Kuta (吸引力)

# kuta_yoni_desc
source: Determines physical and sexual harmony. A high score indicates strong mutual attraction and satisfaction.
es: Determina la armonía física y sexual. Una puntuación alta indica una fuerte atracción mutua y satisfacción.
fr: Détermine l'harmonie physique et sexuelle. Un score élevé indique une forte attraction mutuelle et de la satisfaction.
hi: शारीरिक और यौन सामंजस्य निर्धारित करता है। एक उच्च अंक मजबूत आपसी आकर्षण और संतुष्टि को इंगित करता है।
ko: 육체적, 성적 조화를 결정합니다. 높은 점수는 강한 상호 매력과 만족을 나타냅니다.
ru: Определяет физическую и сексуальную гармонию. Высокий балл указывает на сильное взаимное притяжение и удовлетворенность.
zh: 决定身体和性的和谐。高分表示强烈的相互吸引和满足。

# kuta_graha_maitri_name
source: Graha Maitri (Friendship)
es: Graha Maitri (Amistad)
fr: Graha Maitri (Amitié)
hi: ग्रह मैत्री (मित्रता)
ko: 그라하 마이트리 (우정)
ru: Граха Майтри (Дружба)
zh: Graha Maitri (友谊)

# kuta_graha_maitri_desc
source: Psychological compatibility and friendship. Reflects how similar your life views are and how easily you find common ground.
es: Compatibilidad psicológica y amistad. Refleja cuán similares son sus visiones de la vida y cuán fácil les resulta encontrar puntos en común.
fr: Compatibilité psychologique et amitié. Reflète à quel point vos visions de la vie sont similaires et s'il est facile pour vous de trouver un terrain d'entente.
hi: मनोवैज्ञानिक संगतता और मित्रता। यह दर्शाता है कि जीवन के प्रति आपके विचार कितने समान हैं और आपके लिए सामान्य आधार खोजना कितना आसान है।
ko: 심리적 궁합과 우정. 인생관이 얼마나 비슷한지, 공통점을 찾기 얼마나 쉬운지를 반영합니다.
ru: Психологическая совместимость и дружба. Отражает, насколько схожи ваши взгляды на жизнь и легко ли вам находить общий язык.
zh: 心理兼容性和友谊。反映你们的人生观有多相似，以及你们是否容易找到共同点。

# kuta_vashya_name
source: Vashya Kuta (Mutual Control)
es: Vashya Kuta (Control Mutuo)
fr: Vashya Kuta (Contrôle Mutuel)
hi: वश्य कूट (आपसी नियंत्रण)
ko: 바샤 쿠타 (상호 통제)
ru: Вашья Кута (Взаимный контроль)
zh: Vashya Kuta (相互控制)

# kuta_vashya_desc
source: Shows the degree of mutual influence and magnetism in the couple. Who will be the leader and who the follower.
es: Muestra el grado de influencia mutua y magnetismo en la pareja. Quién será el líder y quién el seguidor.
fr: Montre le degré d'influence mutuelle et de magnétisme dans le couple. Qui sera le leader et qui le suiveur.
hi: जोड़े में आपसी प्रभाव और चुंबकत्व की डिग्री दिखाता है। कौन नेता होगा और कौन अनुयायी।
ko: 커플 내 상호 영향력과 자력의 정도를 보여줍니다. 누가 리더가 되고 누가 따를 것인가.
ru: Показывает степень взаимного влияния и магнетизма в паре. Кто будет ведущим, а кто ведомым.
zh: 显示伴侣之间相互影响和磁性的程度。谁将是领导者，谁是追随者。

# kuta_gana_name
source: Gana Kuta (Temperament)
es: Gana Kuta (Temperamento)
fr: Gana Kuta (Tempérament)
hi: गण कूट (स्वभाव)
ko: 가나 쿠타 (기질)
ru: Гана Кута (Темперамент)
zh: Gana Kuta (气质)

# kuta_gana_desc
source: Compatibility at the temperament level (Divine, Human, Demonic). Helps avoid character conflicts.
es: Compatibilidad a nivel de temperamento (Divino, Humano, Demoníaco). Ayuda a evitar conflictos de carácter.
fr: Compatibilité au niveau du tempérament (Divin, Humain, Démoniaque). Aide à éviter les conflits de caractère.
hi: स्वभाव के स्तर पर संगतता (दिव्य, मानवीय, राक्षसी)। चरित्र संघर्षों से बचने में मदद करता है।
ko: 기질 수준의 궁합 (신성, 인간, 악마). 성격 충돌을 피하는 데 도움이 됩니다.
ru: Совместимость на уровне темперамента (Божественный, Человеческий, Демонический). Помогает избежать конфликтов характеров.
zh: 气质层面的兼容性（神、人、魔）。有助于避免性格冲突。

# kuta_bhakoot_name
source: Bhakoot Kuta (Love & Family)
es: Bhakoot Kuta (Amor y Familia)
fr: Bhakoot Kuta (Amour et Famille)
hi: भकूट कूट (प्रेम और परिवार)
ko: 바쿠트 쿠타 (사랑과 가족)
ru: Бхакут Кута (Любовь и Семья)
zh: Bhakoot Kuta (爱与家庭)

# kuta_bhakoot_desc
source: One of the most important indicators. Responsible for the depth of love, family happiness, financial prosperity, and the possibility of having children.
es: Uno de los indicadores más importantes. Responsable de la profundidad del amor, la felicidad familiar, la prosperidad financiera y la posibilidad de tener hijos.
fr: L'un des indicateurs les plus importants. Responsable de la profondeur de l'amour, du bonheur familial, de la prospérité financière et de la possibilité d'avoir des enfants.
hi: सबसे महत्वपूर्ण संकेतकों में से एक। प्रेम की गहराई, पारिवारिक सुख, वित्तीय समृद्धि और बच्चे होने की संभावना के लिए जिम्मेदार।
ko: 가장 중요한 지표 중 하나. 사랑의 깊이, 가족의 행복, 재정적 번영, 자녀를 가질 가능성을 담당합니다.
ru: Один из самых важных показателей. Отвечает за глубину любви, семейное счастье, финансовое процветание и возможность иметь детей.
zh: 最重要的指标之一。负责爱的深度、家庭幸福、财务繁荣和拥有孩子的可能性。

# kuta_nadi_name
source: Nadi Kuta (Health)
es: Nadi Kuta (Salud)
fr: Nadi Kuta (Santé)
hi: नाड़ी कूट (स्वास्थ्य)
ko: 나디 쿠타 (건강)
ru: Нади Кута (Здоровье)
zh: Nadi Kuta (健康)

# kuta_nadi_desc
source: The most weighty criterion. Responsible for health, genetic compatibility, and longevity of the partners and their offspring.
es: El criterio más importante. Responsable de la salud, compatibilidad genética y longevidad de los socios y su descendencia.
fr: Le critère le plus pondéré. Responsable de la santé, de la compatibilité génétique et de la longévité des partenaires et de leur descendance.
hi: सबसे भारी मानदंड। भागीदारों और उनकी संतानों के स्वास्थ्य, आनुवंशिक संगतता और दीर्घायु के लिए जिम्मेदार।
ko: 가장 비중이 큰 기준. 파트너와 자손의 건강, 유전적 호환성, 장수를 담당합니다.
ru: Самый весомый критерий. Отвечает за здоровье, генетическую совместимость и долголетие партнеров и их потомства.
zh: 最重要的标准。负责伴侣及其后代的健康、基因兼容性和长寿。

# kuta_varna_name
source: Varna Kuta (Spirituality)
es: Varna Kuta (Espiritualidad)
fr: Varna Kuta (Spiritualité)
hi: वर्ण कूट (अध्यात्म)
ko: 바르나 쿠타 (영성)
ru: Варна Кута (Духовность)
zh: Varna Kuta (灵性)

# kuta_varna_desc
source: Reflects ego compatibility and spiritual development of partners. Shows who in the pair will stimulate the other's growth more.
es: Refleja la compatibilidad del ego y el desarrollo espiritual de los socios. Muestra quién en la pareja estimulará más el crecimiento del otro.
fr: Reflète la compatibilité de l'ego et le développement spirituel des partenaires. Montre qui dans le couple stimulera le plus la croissance de l'autre.
hi: अहंकार संगतता और भागीदारों के आध्यात्मिक विकास को दर्शाता है। दिखाता है कि जोड़ी में कौन दूसरे के विकास को अधिक प्रोत्साहित करेगा।
ko: 자아 궁합과 파트너의 영적 발전을 반영합니다. 커플 중 누가 상대방의 성장을 더 자극할지 보여줍니다.
ru: Отражает совместимость эго и духовное развитие партнеров. Показывает, кто в паре будет больше стимулировать рост другого.
zh: 反映自我兼容性和伴侣的灵性发展。显示在伴侣中谁更能刺激另一方的成长。

# jyotishVerdictExcellent
source: Celestial Union! Your moon signs are in perfect harmony. This connection promises deep understanding, spiritual growth, and happiness for years to come.
es: ¡Unión Celestial! Sus signos lunares están en perfecta armonía. Esta conexión promete una profunda comprensión, crecimiento espiritual y felicidad por muchos años.
fr: Union Céleste ! Vos signes lunaires sont en parfaite harmonie. Ce lien promet une compréhension profonde, une croissance spirituelle et du bonheur pour les années à venir.
hi: दिव्य मिलन! आपकी चंद्र राशियाँ पूर्ण सामंजस्य में हैं। यह संबंध आने वाले वर्षों के लिए गहरी समझ, आध्यात्मिक विकास और खुशी का वादा करता है।
ko: 천생연분! 당신들의 달 별자리는 완벽한 조화를 이룹니다. 이 연결은 깊은 이해, 영적 성장, 그리고 앞으로 오랫동안의 행복을 약속합니다.
ru: Небесный союз! Ваши лунные знаки находятся в идеальной гармонии. Эта связь обещает глубокое понимание, духовный рост и счастье на долгие годы.
zh: 天作之合！你们的月亮星座完美和谐。这种联系承诺了未来的深刻理解、精神成长和幸福。

# jyotishVerdictGood
source: Very good compatibility. You have every chance to build a strong, harmonious, and happy relationship. Minor disagreements are easily overcome.
es: Muy buena compatibilidad. Tienen todas las posibilidades de construir una relación fuerte, armoniosa y feliz. Los pequeños desacuerdos son fáciles de superar.
fr: Très bonne compatibilité. Vous avez toutes les chances de construire une relation forte, harmonieuse et heureuse. Les petits désaccords sont faciles à surmonter.
hi: बहुत अच्छी संगतता। आपके पास एक मजबूत, सामंजस्यपूर्ण और खुशहाल रिश्ता बनाने का हर मौका है। छोटी असहमति आसानी से दूर हो जाती है।
ko: 매우 좋은 궁합입니다. 강하고 조화롭고 행복한 관계를 구축할 모든 가능성이 있습니다. 사소한 의견 차이는 쉽게 극복할 수 있습니다.
ru: Очень хорошая совместимость. У вас есть все шансы построить крепкие, гармоничные и счастливые отношения. Мелкие разногласия легко преодолимы.
zh: 非常好的兼容性。你们有一切机会建立牢固、和谐和幸福的关系。小分歧很容易克服。

# jyotishVerdictAverage
source: Normal compatibility. Your relationship has both strengths and areas for growth. The success of the union will depend on your willingness to work on the relationship.
es: Compatibilidad normal. Su relación tiene tanto fortalezas como áreas de crecimiento. El éxito de la unión dependerá de su disposición a trabajar en la relación.
fr: Compatibilité normale. Votre relation a à la fois des forces et des zones de croissance. Le succès de l'union dépendra de votre volonté de travailler sur la relation.
hi: सामान्य संगतता। आपके रिश्ते में ताकत और विकास के क्षेत्र दोनों हैं। संघ की सफलता रिश्ते पर काम करने की आपकी इच्छा पर निर्भर करेगी।
ko: 보통 궁합입니다. 관계에는 강점과 성장의 영역이 모두 있습니다. 결합의 성공은 관계를 위해 노력하려는 의지에 달려 있습니다.
ru: Нормальная совместимость. В ваших отношениях есть как сильные стороны, так и зоны роста. Успех союза будет зависеть от вашей готовности работать над отношениями.
zh: 正常兼容性。你们的关系既有优势也有成长的空间。结合的成功将取决于你们为关系努力的意愿。

# jyotishVerdictChallenging
source: Challenging compatibility. Your charts indicate serious differences in characters and life paths. Much patience and compromise will be required to achieve harmony.
es: Compatibilidad desafiante. Sus cartas indican serias diferencias en caracteres y caminos de vida. Se requerirá mucha paciencia y compromiso para lograr la armonía.
fr: Compatibilité difficile. Vos cartes indiquent de sérieuses différences de caractères et de chemins de vie. Beaucoup de patience et de compromis seront nécessaires pour atteindre l'harmonie.
hi: चुनौतीपूर्ण संगतता। आपकी कुंडली चरित्र और जीवन पथ में गंभीर अंतर का संकेत देती है। सामंजस्य प्राप्त करने के लिए बहुत धैर्य और समझौते की आवश्यकता होगी।
ko: 어려운 궁합입니다. 차트는 성격과 인생 경로에 심각한 차이가 있음을 나타냅니다. 조화를 이루려면 많은 인내와 타협이 필요합니다.
ru: Сложная совместимость. Ваши карты указывают на серьезные различия в характерах и жизненных путях. Потребуется много терпения и компромиссов, чтобы достичь гармонии.
zh: 具有挑战性的兼容性。你们的星盘表明性格和人生道路存在严重差异。需要很多耐心和妥协才能达到和谐。

# passwordResetNewPasswordTitle
source: Set a new password
es: Establecer nueva contraseña
fr: Définir un nouveau mot de passe
hi: नया पासवर्ड सेट करें
ko: 새 비밀번호 설정
ru: Установите новый пароль
zh: 设置新密码

# passwordResetNewPasswordLabel
source: New Password
es: Nueva Contraseña
fr: Nouveau mot de passe
hi: नया पासवर्ड
ko: 새 비밀번호
ru: Новый пароль
zh: 新密码

# passwordResetConfirmLabel
source: Confirm Password
es: Confirmar Contraseña
fr: Confirmer le mot de passe
hi: पासवर्ड की पुष्टि करें
ko: 비밀번호 확인
ru: Подтвердите пароль
zh: 确认密码

# passwordValidationError
source: Password must be at least 6 characters
es: La contraseña debe tener al menos 6 caracteres
fr: Le mot de passe doit comporter au moins 6 caractères
hi: पासवर्ड कम से कम 6 अक्षरों का होना चाहिए
ko: 비밀번호는 6자 이상이어야 합니다
ru: Пароль должен быть не менее 6 символов
zh: 密码必须至少包含 6 个字符

# passwordMismatchError
source: Passwords do not match
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
hi: पासवर्ड मेल नहीं खाते
ko: 비밀번호가 일치하지 않습니다
ru: Пароли не совпадают
zh: 密码不匹配

# saveButton
source: Save
es: Guardar
fr: Enregistrer
hi: सहेजें
ko: 저장
ru: Сохранить
zh: 保存

# postActionLike
source: Like
de: Gefällt mir
es: Me gusta
fr: J'aime
hi: पसंद करें
ko: 좋아요
ru: Нравится
zh: 赞
