Repository: pslergy/Aryonika
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ko, ru, zh

# oracle_pro_card_of_day_desc
source: Discover your day's energy through Tarot arcana. Available in PRO only.
de: Entdecke die Energie deines Tages. Nur in PRO.
es: Descubre la energía de tu día. Disponible en PRO.
fr: Découvrez l'énergie de votre journée. Disponible en PRO.
hi: अपने दिन की ऊर्जा जानें। केवल PRO में।
ko: 오늘의 에너지를 확인하세요. PRO 전용.
ru: Узнайте энергию своего дня через арканы Таро. Доступно только в PRO.
zh: 发现你今天的能量。仅限 PRO。

# oracle_pro_focus_of_day_title
source: Focus of Day (PRO)
de: Fokus des Tages (PRO)
es: Enfoque del Día (PRO)
fr: Focus du Jour (PRO)
hi: दिन का फोकस (PRO)
ko: 오늘의 초점 (PRO)
ru: Фокус Дня (PRO)
zh: 今日焦点 (PRO)

# oracle_pro_focus_of_day_desc
source: Find out what to focus on today. Available in PRO only.
de: Worauf du dich heute konzentrieren solltest. Nur in PRO.
es: Descubre en qué enfocarte hoy. Disponible en PRO.
fr: Sachez sur quoi vous concentrer. Disponible en PRO.
hi: जानें कि आज किस पर ध्यान केंद्रित करना है। केवल PRO में।
ko: 오늘 집중해야 할 것. PRO 전용.
ru: Узнайте, на чем сегодня стоит сфокусироваться. Доступно только в PRO.
zh: 了解今天该关注什么。仅限 PRO。

# oracle_pro_forecast_of_day_title
source: Personal Forecast (PRO)
de: Persönliche Vorschau (PRO)
es: Pronóstico Personal (PRO)
fr: Prévisions Perso (PRO)
hi: व्यक्तिगत पूर्वानुमान (PRO)
ko: 개인 예보 (PRO)
ru: Персональный прогноз (PRO)
zh: 个人预测 (PRO)

# oracle_pro_forecast_of_day_desc
source: Detailed analysis of planetary transits for you. Available in PRO only.
de: Detaillierte Analyse der Transite. Nur in PRO.
es: Análisis detallado de tránsitos. Disponible en PRO.
fr: Analyse détaillée des transits. Disponible en PRO.
hi: विस्तृत पारगमन विश्लेषण। केवल PRO में।
ko: 상세한 이동 분석. PRO 전용.
ru: Подробный разбор транзитов планет для вас. Доступно только в PRO.
zh: 详细的行运分析。仅限 PRO。

# oracle_roulette_title
source: Cosmic Roulette
de: Kosmisches Roulette
es: Ruleta Cósmica
fr: Roulette Cosmique
hi: लौकिक रूले
ko: 우주적 룰렛
ru: Космическая Рулетка
zh: 宇宙轮盘

# oracle_roulette_description
source: Try your luck! Find a random partner with high compatibility.
de: Versuche dein Glück! Finde einen Partner.
es: ¡Prueba tu suerte! Encuentra una pareja aleatoria.
fr: Tentez votre chance ! Trouvez un partenaire aléatoire.
hi: अपनी किस्मत आज़माएं! एक साथी खोजें।
ko: 운을 시험해 보세요! 랜덤 파트너 찾기.
ru: Испытайте удачу! Найдите случайного партнера с высокой совместимостью.
zh: 试试运气！寻找随机伴侣。

# oracle_roulette_button
source: Spin Roulette
de: Roulette drehen
es: Girar Ruleta
fr: Tourner la roulette
hi: रूले घुमाएं
ko: 룰렛 돌리기
ru: Крутить рулетку
zh: 旋转轮盘

# oracle_card_of_day_reversed
source: (reversed)
de: (umgekehrt)
es: (invertida)
fr: (inversée)
hi: (उल्टा)
ko: (역방향)
ru: (перевернутая)
zh: （逆位）

# oracle_card_of_day_get_key
source: Get Personal Key
de: Persönlicher Schlüssel
es: Obtener Clave Personal
fr: Obtenir la Clé Personnelle
hi: व्यक्तिगत कुंजी जानें
ko: 개인적인 열쇠 알아보기
ru: Узнать персональный ключ
zh: 了解个人关键

# oracle_palmistry_title
source: Palmistry
de: Handlesekunst
es: Quiromancia
fr: Chiromancie
hi: हस्तरेखा
ko: 손금
ru: Хиромантия
zh: 手相

# oracle_palmistry_description
source: AI palm line analysis. Discover your destiny by hand.
de: KI-Analyse der Handlinien.
es: Análisis de líneas de la mano por IA.
fr: Analyse des lignes de la main par IA.
hi: AI द्वारा हाथ की रेखाओं का विश्लेषण।
ko: AI 손금 분석.
ru: Анализ линий на ладони с помощью AI. Узнайте свою судьбу по руке.
zh: AI手相分析。

# oracle_palmistry_button
source: Scan Hand
de: Hand scannen
es: Escanear Mano
fr: Scanner la main
hi: हाथ स्कैन करें
ko: 손 스캔
ru: Сканировать руку
zh: 扫描手掌

# oracle_ask_loading
source: Oracle is thinking...
de: Das Orakel denkt...
es: El Oráculo está pensando...
fr: L'Oracle réfléchit...
hi: ओरेकल सोच रहा है...
ko: 오라클이 생각 중...
ru: Оракул думает...
zh: 神谕思考中...

# oracle_ask_again
source: Ask Again
de: Nochmal fragen
es: Preguntar de nuevo
fr: Demander encore
hi: फिर से पूछें
ko: 다시 질문하기
ru: Спросить еще раз
zh: 再次提问

# oracle_focus_loading
source: Focusing...
de: Fokussiere...
es: Enfocando...
fr: Mise au point...
hi: फोकस कर रहा है...
ko: 초점 맞추는 중...
ru: Настраиваю фокус...
zh: 聚焦中...

# oracle_focus_error
source: Failed to load focus
de: Ladefehler
es: Error de carga
fr: Erreur de chargement
hi: लोड त्रुटि
ko: 로드 오류
ru: Не удалось загрузить фокус
zh: 加载错误

# oracle_focus_no_data
source: No Data
de: Keine Daten
es: Sin datos
fr: Pas de données
hi: कोई डेटा नहीं
ko: 데이터 없음
ru: Данные отсутствуют
zh: 无数据

# oracle_forecast_loading
source: Composing your personal forecast...
de: Deine persönliche Prognose wird erstellt...
es: Componiendo tu pronóstico personal...
fr: Composition de vos prévisions personnelles...
hi: आपका व्यक्तिगत पूर्वानुमान बना रहा हूँ...
ko: 개인 예보를 작성하는 중...
ru: Составляю ваш личный прогноз...
zh: 正在为你制定个人预测...

# oracle_forecast_error
source: Failed to create forecast
de: Prognose konnte nicht erstellt werden
es: No se pudo crear el pronóstico
fr: Échec de la création des prévisions
hi: पूर्वानुमान बनाने में विफल
ko: 예보를 작성하지 못했습니다
ru: Не удалось составить прогноз
zh: 无法制定预测

# oracle_forecast_try_again
source: Try Again
de: Erneut versuchen
es: Intentar de Nuevo
fr: Réessayer
hi: पुनः प्रयास करें
ko: 다시 시도
ru: Попробовать снова
zh: 重试

# oracle_forecast_title
source: Daily Forecast
de: Tagesprognose
es: Pronóstico Diario
fr: Prévisions du Jour
hi: दैनिक पूर्वानुमान
ko: 일일 예보
ru: Прогноз на День
zh: 每日预测

# oracle_forecast_day_number
source: Your day number:
de: Deine Tageszahl:
es: Tu número del día:
fr: Votre numéro du jour :
hi: आपका दिन का अंक:
ko: 당신의 오늘의 숫자:
ru: Число вашего дня:
zh: 你的今日数字：

# oracle_tarot_title
source: Tarot Reading (AI)
de: Tarot-Legung (KI)
es: Lectura de Tarot (IA)
fr: Tirage Tarot (IA)
hi: टैरो रीडिंग (AI)
ko: 타로 리딩 (AI)
ru: Расклад Таро (AI)
zh: 塔罗解读 (AI)

# oracle_tarot_hint
source: Your question to the cards...
de: Deine Frage...
es: Tu pregunta...
fr: Votre question...
hi: आपका प्रश्न...
ko: 질문을 입력하세요...
ru: Ваш вопрос картам...
zh: 你的问题...

# oracle_tarot_button
source: Do Reading
de: Legung machen
es: Hacer Lectura
fr: Faire le tirage
hi: रीडिंग करें
ko: 리딩 하기
ru: Сделать расклад
zh: 开始解读

# oracle_tarot_your_question
source: Your question: {question}
de: Deine Frage: {question}
es: Tu pregunta: {question}
fr: Votre question : {question}
hi: आपका प्रश्न: {question}
ko: 당신의 질문: {question}
ru: Ваш вопрос: {question}
zh: 你的问题：{question}

# oracle_tarot_loading
source: AI is analyzing...
de: KI analysiert...
es: IA analizando...
fr: L'IA analyse...
hi: AI विश्लेषण कर रहा है...
ko: AI 분석 중...
ru: AI анализирует расклад...
zh: AI 正在分析...

# oracle_tarot_ask_again
source: Ask Again
de: Nochmal fragen
es: Preguntar de nuevo
fr: Demander encore
hi: फिर से पूछें
ko: 다시 질문
ru: Спросить еще
zh: 再次提问

# oracle_tarot_card_reversed_short
source: (rev.)
de: (umg.)
es: (inv.)
fr: (inv.)
hi: (उल्टा)
ko: (역)
ru: (перев.)
zh: （逆）

# oracle_tarot_combo_message
source: Overall message of the cards:
de: Gesamtbotschaft der Karten:
es: Mensaje general de las cartas:
fr: Message global des cartes :
hi: कार्डों का समग्र संदेश:
ko: 카드들의 전체적인 메시지:
ru: Общее послание карт:
zh: 卡牌的总体信息：

# oracle_geomagnetic_title
source: Space Weather
de: Weltraumwetter
es: Clima Espacial
fr: Météo Spatiale
hi: अंतरिक्ष मौसम
ko: 우주 날씨
ru: Космическая Погода
zh: 太空天气

# oracle_geomagnetic_forecast
source: Forecast for coming hours
de: Vorhersage
es: Pronóstico próximo
fr: Prévisions à venir
hi: पूर्वानुमान
ko: 예보
ru: Прогноз на ближайшие часы
zh: 未来预报

# oracle_weather_title
source: Geomagnetic Activity
de: Geomagnetische Aktivität
es: Actividad Geomagnética
fr: Activité Géomagnétique
hi: भू-चुंबकीय गतिविधि
ko: 지자기 활동
ru: Геомагнитная обстановка
zh: 地磁活动

# oracle_pro_feature_title
source: Partner of the Day (PRO)
de: Partner des Tages (PRO)
es: Pareja del Día (PRO)
fr: Partenaire du Jour (PRO)
hi: दिन का साथी (PRO)
ko: 오늘의 파트너 (PRO)
ru: Партнер Дня (PRO)
zh: 今日伴侣 (PRO)

# oracle_pro_feature_desc
source: We find the perfect partner based on your natal chart. Available in PRO.
de: Wir finden den perfekten Partner. Verfügbar in PRO.
es: Encontramos la pareja perfecta. Disponible en PRO.
fr: Nous trouvons le partenaire idéal. Disponible en PRO.
hi: हम सही साथी ढूंढते हैं। PRO में उपलब्ध।
ko: 완벽한 파트너를 찾아드립니다. PRO 전용.
ru: Мы подбираем идеального партнера по вашей натальной карте. Доступно в PRO.
zh: 我们为你寻找完美伴侣。PRO 可用。

# oracle_partner_loading
source: Searching for partner...
de: Suche Partner...
es: Buscando pareja...
fr: Recherche de partenaire...
hi: साथी खोज रहा है...
ko: 파트너 찾는 중...
ru: Ищу партнера...
zh: 正在寻找伴侣...

# oracle_partner_error
source: Search Error
de: Suchfehler
es: Error de búsqueda
fr: Erreur de recherche
hi: खोज त्रुटि
ko: 검색 오류
ru: Ошибка поиска
zh: 搜索错误

# oracle_partner_not_found
source: No suitable partners found
de: Kein Partner gefunden
es: No se encontraron parejas
fr: Aucun partenaire trouvé
hi: कोई साथी नहीं मिला
ko: 파트너 없음
ru: Подходящие партнеры не найдены
zh: 未找到伴侣

# oracle_partner_profile_error
source: Profile Error
de: Profilfehler
es: Error de perfil
fr: Erreur de profil
hi: प्रोफ़ाइल त्रुटि
ko: 프로필 오류
ru: Ошибка профиля
zh: 个人资料错误

# oracle_partner_title
source: Your Partner of the Day
de: Dein Partner des Tages
es: Tu Pareja del Día
fr: Votre Partenaire du Jour
hi: आपका दिन का साथी
ko: 당신의 오늘의 파트너
ru: Ваш Партнер Дня
zh: 你的今日伴侣

# oracle_partner_compatibility
source: Compatibility: {score}%
de: Kompatibilität: {score}%
es: Compatibilidad: {score}%
fr: Compatibilité : {score}%
hi: अनुकूलता: {score}%
ko: 궁합: {score}%
ru: Совместимость: {score}%
zh: 兼容性：{score}%

# oracle_ask_title
source: Ask the Oracle
de: Orakel fragen
es: Preguntar al Oráculo
fr: Question à l'Oracle
hi: ओरेकल से प्रश्न
ko: 신탁에게 묻기
ru: Вопрос Оракулу
zh: 询问神谕

# oracle_ask_hint
source: What is on your mind?..
de: Was beschäftigt dich?..
es: ¿Qué te preocupa?..
fr: Qu'est-ce qui vous préoccupe ?..
hi: आपको क्या चिंतित करता है?...
ko: 무엇이 궁금하신가요?...
ru: Что вас волнует?..
zh: 你关心什么？...

# oracle_ask_button
source: Get Answer
de: Antwort erhalten
es: Obtener Respuesta
fr: Obtenir une réponse
hi: उत्तर प्राप्त करें
ko: 답변 받기
ru: Получить ответ
zh: 获取答案

# oracle_tips_loading
source: Loading tips...
de: Lade Tipps...
es: Cargando consejos...
fr: Chargement des conseils...
hi: सुझाव लोड हो रहे हैं...
ko: 팁 로드 중...
ru: Загрузка советов...
zh: 加载提示...

# oracle_tips_title
source: Star Tips for Today
de: Sterntipps für heute
es: Consejos Estelares
fr: Conseils des étoiles
hi: आज के लिए स्टार टिप्स
ko: 오늘의 별 팁
ru: Советы звезд на сегодня
zh: 今日星象提示

# oracle_tips_subtitle
source: For communication ({count})
de: Für Kommunikation ({count})
es: Para comunicación ({count})
fr: Pour la communication ({count})
hi: संचार के लिए ({count})
ko: 소통을 위해 ({count})
ru: Для общения ({count})
zh: 用于沟通 ({count})

# oracle_tips_general_advice
source: Be open and sincere.
de: Sei offen und ehrlich.
es: Sé abierto y sincero.
fr: Soyez ouvert et sincère.
hi: खुले और ईमानदार रहें।
ko: 열린 마음을 가지세요.
ru: Будьте открыты и искренни.
zh: 保持开放和真诚。

# cardOfTheDayProInApp
source: ✨ Personal aspect is available in the mobile app.
de: ✨ Der persönliche Aspekt ist in der mobilen App verfügbar.
es: ✨ El aspecto personal está disponible en la aplicación móvil.
fr: ✨ L'aspect personnel est disponible dans l'application mobile.
hi: ✨ व्यक्तिगत पहलू मोबाइल ऐप में उपलब्ध है।
ko: ✨ 개인적인 측면은 모바일 앱에서 사용 가능합니다.
ru: ✨ Персональный аспект доступен в мобильном приложении.
zh: ✨ 个人方面在移动应用中可用。

# numerology_report_title
source: Numerology Report
de: Numerologie-Bericht
es: Informe de Numerología
fr: Rapport de Numérologie
hi: अंकशास्त्र रिपोर्ट
ko: 수비학 보고서
ru: Отчет по нумерологии
zh: 数字命理报告

# numerology_report_overall
source: Overall Score
de: Gesamtpunktzahl
es: Puntuación General
fr: Score Global
hi: कुल स्कोर
ko: 총점
ru: Общий балл
zh: 总分

# numerology_report_you
source: You
de: Du
es: Tú
fr: Vous
hi: आप
ko: 당신
ru: Вы
zh: 你

# numerology_report_partner
source: Partner
es: Pareja
fr: Partenaire
hi: साथी
ko: 파트너
ru: Партнер
zh: 伴侣

# userProfile_numerology_button
source: Numerology
de: Numerologie
es: Numerología
fr: Numérologie
hi: अंक ज्योतिष
ko: 수비학
ru: Нумерология
zh: 数字命理

# forecast_astrological_title
source: Astrological Forecast
de: Astrologische Vorhersage
es: Pronóstico Astrológico
fr: Prévisions Astrologiques
hi: ज्योतिषीय पूर्वानुमान
ko: 점성술 예보
ru: Астрологический прогноз
zh: 占星预测

# forecast_loading
source: Loading forecast...
de: Lade Vorhersage...
es: Cargando pronóstico...
fr: Chargement...
hi: पूर्वानुमान लोड हो रहा है...
ko: 예보 로드 중...
ru: Загрузка прогноза...
zh: 加载预测...

# forecast_error
source: Load Error
de: Ladefehler
es: Error de carga
fr: Erreur de chargement
hi: लोड त्रुटि
ko: 로드 오류
ru: Ошибка загрузки
zh: 加载错误

# forecast_no_aspects
source: No significant aspects
de: Keine signifikanten Aspekte
es: Sin aspectos significativos
fr: Aucun aspect significatif
hi: कोई महत्वपूर्ण पहलू नहीं
ko: 중요한 측면 없음
ru: Нет значимых аспектов
zh: 无重要相位

# cosmicEvents_title
source: Cosmic Events
de: Kosmische Ereignisse
es: Eventos Cósmicos
fr: Événements Cosmiques
hi: ब्रह्मांडीय घटनाएँ
ko: 우주 이벤트
ru: Космические События
zh: 宇宙事件

# cosmicEvents_loading_error
source: Failed to load events
de: Ereignisse konnten nicht geladen werden
es: No se pudieron cargar los eventos
fr: Échec du chargement des événements
hi: घटनाओं को लोड करने में विफल
ko: 이벤트를 불러오지 못했습니다
ru: Не удалось загрузить события
zh: 无法加载事件

# cosmicEvents_no_events
source: No upcoming events
de: Keine bevorstehenden Ereignisse
es: No hay eventos próximos
fr: Aucun événement à venir
hi: कोई आगामी घटना नहीं है
ko: 예정된 이벤트가 없습니다
ru: Нет предстоящих событий
zh: 没有即将发生的事件

# cosmicEvents_paywall_title
source: Personal Cosmic Events
de: Persönliche kosmische Ereignisse
es: Eventos Cósmicos Personales
fr: Événements Cosmiques Personnels
hi: व्यक्तिगत ब्रह्मांडीय घटनाएँ
ko: 개인 우주 이벤트
ru: Персональные космические события
zh: 个人宇宙事件

# cosmicEvents_paywall_description
source: Get access to unique advice based on the influence of planets on your natal chart.
de: Erhalte Zugang zu einzigartigen Ratschlägen, die auf dem Einfluss der Planeten auf dein Geburtshoroskop basieren.
es: Obtén acceso a consejos únicos basados en la influencia de los planetas en tu carta natal.
fr: Accédez à des conseils uniques basés sur l'influence des planètes sur votre thème natal.
hi: अपनी जन्म कुंडली पर ग्रहों के प्रभाव पर आधारित अद्वितीय सलाह तक पहुँच प्राप्त करें।
ko: 당신의 출생 차트에 미치는 행성의 영향에 기반한 독특한 조언을 받아보세요.
ru: Получите доступ к уникальным советам, основанным на влиянии планет на вашу натальную карту.
zh: 获取基于行星对您出生星盘影响的独家建议。

# cosmicEvents_paywall_button
source: Get PRO Status
de: PRO-Status erhalten
es: Obtener Estatus PRO
fr: Obtenir le Statut PRO
hi: प्रो दर्जा प्राप्त करें
ko: PRO 상태 얻기
ru: Получить PRO-статус
zh: 获取PRO身份

# cosmicEvents_personal_focus
source: Your Personal Focus:
de: Dein persönlicher Fokus:
es: Tu Enfoque Personal:
fr: Votre Focus Personnel :
hi: आपका व्यक्तिगत फ़ोकस:
ko: 당신의 개인적인 초점:
ru: Ваш персональный фокус:
zh: 您的个人焦点：

# cosmicEvents_pro_placeholder
source: Learn the personal influence of this event with PRO status
es: Descubre la influencia personal de este evento con el estado PRO
fr: Découvrez l'influence personnelle de cet événement avec le statut PRO
hi: प्रो-स्टेटस के साथ इस घटना का व्यक्तिगत प्रभाव जानें
ko: PRO 상태에서 이 이벤트의 개인적 영향을 알아보세요
ru: Узнайте персональное влияние этого события с PRO-статусом
zh: 通过PRO状态了解此事件的个人影响

# search_no_one_found
source: No one found in this part of the galaxy.
de: Niemand gefunden in diesem Teil der Galaxie.
es: No se encontró a nadie en esta parte de la galaxia.
fr: Personne n'a été trouvé dans cette partie de la galaxie.
hi: आकाशगंगा के इस हिस्से में कोई नहीं मिला।
ko: 이 은하계 구역에서는 아무도 발견되지 않았습니다.
ru: Никого не найдено в этой части галактики.
zh: 在银河系的这个区域 没有发现任何人。

# chat_error_user_not_found
source: Error: user not found
de: Fehler: Benutzer nicht gefunden
es: Error: usuario no encontrado
fr: Erreur : utilisateur non trouvé
hi: त्रुटि: उपयोगकर्ता नहीं मिला
ko: 오류: 사용자를 찾을 수 없습니다
ru: Ошибка: пользователь не найден
zh: 错误：未找到用户

# chat_start_with_hint
source: Start with a hint
de: Mit einem Hinweis starten
es: Empezar con una sugerencia
fr: Commencer avec une suggestion
hi: संकेत से शुरू करें
ko: 힌트로 시작하기
ru: Начать с подсказки
zh: 从提示开始

# chat_date_format
source: MMMM d, y
de: d. MMMM y
es: d 'de' MMMM 'de' y
fr: d MMMM y
hi: d MMMM yyyy
ko: y년 M월 d일
ru: yMMMMd
zh: y年M月d日

# chat_group_member
source: member
de: Mitglied
es: miembro
fr: membre
hi: सदस्य
ko: 참가자
ru: участник
zh: 名成员

# chat_group_members_2_4
source: members
de: Mitglieder
es: miembros
fr: membres
hi: सदस्य
ko: 참가자
ru: участника
zh: 名成员

# chat_group_members_5_0
source: members
de: Mitglieder
es: miembros
fr: membres
hi: सदस्य
ko: 참가자
ru: участников
zh: 名成员

# chat_online_status_long_ago
source: was online a long time ago
de: war vor langer Zeit online
es: última vez hace mucho tiempo
fr: en ligne il y a longtemps
hi: बहुत पहले ऑनलाइन थे
ko: 오래 전 접속
ru: был(а) давно
zh: 很久以前在线

# chat_online_status_online
source: online
es: en línea
fr: en ligne
hi: ऑनलाइन हैं
ko: 온라인
ru: в сети
zh: 在线

# chat_online_status_minutes_ago
source: was online {minutes} min ago
de: war vor {minutes} Min. online
es: última vez hace {minutes} min
fr: en ligne il y a {minutes} min
hi: {minutes} मिनट पहले ऑनलाइन थे
ko: {minutes}분 전 접속
ru: был(а) {minutes} мин. назад
zh: {minutes}分钟前在线

# chat_online_status_today_at
source: was online today at {time}
de: war heute um {time} Uhr online
es: última vez hoy a las {time}
fr: en ligne aujourd'hui à {time}
hi: आज {time} पर ऑनलाइन थे
ko: 오늘 {time}에 접속
ru: был(а) сегодня в {time}
zh: 今天 {time} 在线

# chat_online_status_yesterday_at
source: was online yesterday at {time}
de: war gestern um {time} Uhr online
es: última vez ayer a las {time}
fr: en ligne hier à {time}
hi: कल {time} पर ऑनलाइन थे
ko: 어제 {time}에 접속
ru: был(а) вчера в {time}
zh: 昨天 {time} 在线

# chat_online_status_date
source: was online on {date}
de: war am {date} online
es: última vez el {date}
fr: en ligne le {date}
hi: {date} को ऑनलाइन थे
ko: {date}에 접속
ru: был(а) {date}
zh: {date} 在线

# chat_delete_dialog_title
source: Delete chat?
de: Chat löschen?
es: ¿Eliminar chat?
fr: Supprimer la conversation ?
hi: चैट हटाएं?
ko: 채팅을 삭제하시겠습니까?
ru: Удалить чат?
zh: 删除聊天？

# chat_delete_dialog_content
source: This chat will be deleted for you and your conversation partner. This action is irreversible.
de: Dieser Chat wird für dich und deinen Gesprächspartner gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Este chat se eliminará para ti y para tu interlocutor. Esta acción es irreversible.
fr: Cette conversation sera supprimée pour vous et votre interlocuteur. Cette action est irréversible.
hi: यह चैट आपके और आपके वार्ताकार दोनों के लिए हटा दी जाएगी। यह कार्रवाई अपरिवर्तनीय है।
ko: 이 채팅은 당신과 상대방 모두에게서 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
ru: Этот чат будет удален для вас и вашего собеседника. Это действие необратимо.
zh: 此聊天将为您和您的对话伙伴删除。此操作不可逆。

# chat_delete_dialog_confirm
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
ko: 삭제
ru: Удалить
zh: 删除

# chat_report_dialog_title
source: Report {name}
de: {name} melden
es: Reportar a {name}
fr: Signaler {name}
hi: {name} पर रिपोर्ट करें
ko: {name}님 신고하기
ru: Пожаловаться на {name}
zh: 举报 {name}

# chat_report_details_hint
source: Additional details (optional)
de: Zusätzliche Details (optional)
es: Detalles adicionales (opcional)
fr: Détails supplémentaires (facultatif)
hi: अतिरिक्त विवरण (वैकल्पिक)
ko: 추가 정보 (선택 사항)
ru: Дополнительные детали (необязательно)
zh: 更多细节（可选）

# chat_report_sent_snackbar
source: Thank you! Your report has been sent.
de: Vielen Dank! Deine Meldung wurde gesendet.
es: ¡Gracias! Tu reporte ha sido enviado.
fr: Merci ! Votre signalement a été envoyé.
hi: धन्यवाद! आपकी शिकायत भेज दी गई है।
ko: 감사합니다! 신고가 접수되었습니다.
ru: Спасибо! Ваша жалоба отправлена.
zh: 谢谢！您的举报已发送。

# chat_menu_report
source: Report
de: Melden
es: Reportar
fr: Signaler
hi: रिपोर्ट करें
ko: 신고하기
ru: Пожаловаться
zh: 举报

# chat_menu_delete
source: Delete chat
de: Chat löschen
es: Eliminar chat
fr: Supprimer la conversation
hi: चैट हटाएं
ko: 채팅 삭제
ru: Удалить чат
zh: 删除聊天

# chat_group_title_default
source: Group Chat
de: Gruppenchat
es: Chat de grupo
fr: Discussion de groupe
hi: समूह चैट
ko: 그룹 채팅
ru: Общий чат
zh: 群聊

# chat_group_participants
source: Participants
de: Teilnehmer
es: Participantes
hi: प्रतिभागी
ko: 참가자
ru: Участники
zh: 成员

# chat_message_old
source: Message from a previous version
de: Nachricht aus einer früheren Version
es: Mensaje de una versión anterior
fr: Message d'une version précédente
hi: पिछले संस्करण का संदेश
ko: 이전 버전의 메시지
ru: Сообщение из предыдущей версии
zh: 来自旧版本的消息

# chat_input_hint
source: Message...
de: Nachricht...
es: Mensaje...
hi: संदेश...
ko: 메시지...
ru: Сообщение...
zh: 消息...

# chat_temp_warning_remaining
source: This temporary chat will be deleted in
de: Dieser temporäre Chat wird in
es: Este chat temporal se eliminará en
fr: Cette conversation temporaire sera supprimée dans
hi: यह अस्थायी चैट... के बाद हटा दी जाएगी
ko: 이 임시 채팅은... 후에 삭제됩니다
ru: Этот временный чат будет удален через
zh: 此临时聊天将在...后删除

# chat_temp_warning_expired
source: chat expired
de: Chat abgelaufen
es: el chat ha expirado
fr: la conversation a expiré
hi: चैट की समय सीमा समाप्त हो गई
ko: 채팅이 만료되었습니다
ru: чат истек
zh: 聊天已过期

# chat_temp_warning_less_than_24h
source: less than 24 hours
de: weniger als 24 Stunden
es: menos de 24 horas
fr: moins de 24 heures
hi: 24 घंटे से कम
ko: 24시간 미만
ru: менее 24 часов
zh: 不到24小时

# encrypted_chat_banner_title
source: Conversation is protected
de: Unterhaltung ist geschützt
es: Conversación protegida
fr: Conversation protégée
hi: बातचीत सुरक्षित है
ko: 대화가 보호됩니다
ru: Переписка защищена
zh: 聊天受端到端加密保护

# encrypted_chat_banner_desc
source: Messages in this chat are protected by end-to-end encryption. No one, not even the Aryonika administration, can read them.
de: Nachrichten in diesem Chat sind durch Ende-zu-Ende-Verschlüsselung geschützt. Niemand, nicht einmal die Aryonika-Administration, kann sie lesen.
es: Los mensajes en este chat están protegidos con cifrado de extremo a extremo. Nadie, ni siquiera la administración de Aryonika, puede leerlos.
fr: Les messages de cette conversation sont protégés par un chiffrement de bout en bout. Personne, pas même l'administration de Aryonika, ne peut les lire.
hi: इस चैट में संदेश एंड-टू-एंड एन्क्रिप्शन द्वारा सुरक्षित हैं। कोई भी, यहाँ तक कि Aryonika प्रशासन भी, उन्हें नहीं पढ़ सकता है।
ko: 이 채팅의 메시지는 종단간 암호화로 보호됩니다. Aryonika 관리자를 포함한 누구도 메시지를 읽을 수 없습니다.
ru: Сообщения в этом чате защищены сквозным шифрованием. Никто, даже администрация Aryonika, не может их прочитать.
zh: 此聊天中的消息受端到端加密保护。包括Aryonika管理员在内的任何人都无法读取它们。

# search_hint
source: Search by name, bio...
de: Suche nach Name, Bio...
es: Buscar por nombre, biografía...
fr: Rechercher par nom, bio...
hi: नाम, बायो द्वारा खोजें...
ko: 이름, 자기소개로 검색...
ru: Поиск по имени, био...
zh: 按姓名、简介搜索...

# search_tooltip_swipes
source: Swipes
hi: स्वाइप
ko: 스와이프
ru: Свайпы
zh: 滑动

# search_tooltip_cosmic_web
source: Cosmic Web
de: Kosmisches Netz
es: Red Cósmica
fr: Toile Cosmique
hi: कॉस्मिक वेब
ko: 코스믹 웹
ru: Космический Веб
zh: 宇宙之网

# search_tooltip_star_map
source: Star Map
de: Sternenkarte
es: Mapa Estelar
fr: Carte du Ciel
hi: स्टार मैप
ko: 별자리 지도
ru: Звездная Карта
zh: 星图

# search_tooltip_filters
source: Filters
de: Filter
es: Filtros
fr: Filtres
hi: फ़िल्टर
ko: 필터
ru: Фильтры
zh: 筛选

# search_star_map_placeholder
source: Star Map is under development...
de: Die Sternenkarte ist in Entwicklung...
es: El Mapa Estelar está en desarrollo...
fr: La Carte du Ciel est en cours de développement...
hi: स्टार मैप निर्माणाधीन है...
ko: 별자리 지도는 개발 중입니다...
ru: Звездная Карта в разработке...
zh: 星图正在开发中...
