Repository: pslergy/Aryonika
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ko, ru, zh

# moderationProposedPosts
source: Proposed Posts
de: Vorgeschlagene Beiträge
es: Publicaciones propuestas
fr: Messages proposés
hi: प्रस्तावित पोस्ट
ko: 제안된 게시물
ru: Предложенные посты
zh: 提议的帖子

source: No proposed posts.
de: Keine vorgeschlagenen Beiträge.
es: No hay publicaciones propuestas.
fr: Aucun message proposé.
hi: कोई प्रस्तावित पोस्ट नहीं।
ko: 제안된 게시물이 없습니다.
ru: Нет предложенных постов.
zh: 没有提议的帖子。

source: From
de: Von
es: De
fr: De
hi: द्वारा
ko: 보낸 사람
ru: От
zh: 来自

# personalNumerologyTitle
source: Personal Numerology
de: Persönliche Numerologie
es: Numerología Personal
fr: Numérologie Personnelle
hi: व्यक्तिगत अंक ज्योतिष
ko: 개인 수비학
ru: Личная Нумерология
zh: 个人数字命理

source: Data not loaded
de: Daten nicht geladen
es: Datos no cargados
fr: Données non chargées
hi: डेटा लोड नहीं हुआ
ko: 데이터 로드 실패
ru: Данные не загружены
zh: 数据未加载

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
ko: 로딩 중...
ru: Загрузка...
zh: 加载中...

source: Life Path Number
de: Lebenswegzahl
es: Número de Camino de Vida
fr: Chemin de Vie
hi: जीवन पथ संख्या
ko: 인생 경로 숫자
ru: Число Жизненного Пути
zh: 生命路径数

source: Core Personality
de: Kernpersönlichkeit
es: Núcleo de Personalidad
fr: Noyau de la Personnalité
hi: मूल व्यक्तित्व
ko: 핵심 성격
ru: Ядро Личности
zh: 核心个性

source: Destiny Number
de: Schicksalszahl
es: Número de Destino
fr: Nombre de Destinée
hi: भाग्य संख्या
ko: 운명 숫자
ru: Число Судьбы
zh: 命运数

# soulNumber
source: Soul Urge Number
de: Herzenswunschzahl
es: Número del Alma
fr: Nombre de l'Âme
hi: आत्मा संख्या
ko: 영혼의 숫자
ru: Число Души
zh: 灵魂数

source: Personality Number
de: Persönlichkeitszahl
es: Número de Personalidad
fr: Nombre de Personnalité
hi: व्यक्तित्व संख्या
ko: 성격 숫자
ru: Число Личности
zh: 个性数

# timeInfluence
source: Influence of Time
de: Einfluss der Zeit
es: Influencia del Tiempo
fr: Influence du Temps
hi: समय का प्रभाव
ko: 시간의 영향
ru: Влияние Времени
zh: 时间的影响

source: Maturity Number
de: Reifezahl
es: Número de Madurez
fr: Nombre de Maturité
hi: परिपक्वता संख्या
ko: 성숙 숫자
ru: Число Зрелости
zh: 成熟数

source: Birthday Number
de: Geburtstagszahl
es: Número de Cumpleaños
fr: Nombre de Naissance
hi: जन्मदिन संख्या
ko: 생일 숫자
ru: День Рождения
zh: 生日数

source: Current Vibrations (PRO)
de: Aktuelle Schwingungen (PRO)
es: Vibraciones Actuales (PRO)
fr: Vibrations Actuelles (PRO)
hi: वर्तमान कंपन (PRO)
ko: 현재 진동 (PRO)
ru: Текущие Вибрации (PRO)
zh: 当前振动 (PRO)

source: Personal Year
de: Persönliches Jahr
es: Año Personal
fr: Année Personnelle
hi: व्यक्तिगत वर्ष
ko: 개인 년
ru: Личный Год
zh: 个人年

source: Personal Month
de: Persönlicher Monat
es: Mes Personal
fr: Mois Personnel
hi: व्यक्तिगत महीना
ko: 개인 월
ru: Личный Месяц
zh: 个人月

source: Personal Day
de: Persönlicher Tag
es: Día Personal
fr: Jour Personnel
hi: व्यक्तिगत दिन
ko: 개인 일
ru: Личный День
zh: 个人日

# proVibrationsDesc
source: Discover your vibrations for the Year, Month, and Day. Available in Premium only.
de: Entdecken Sie Ihre Schwingungen für Jahr, Monat und Tag. Nur im Premium verfügbar.
es: Descubre tus vibraciones para el Año, Mes y Día. Disponible solo en Premium.
fr: Découvrez vos vibrations pour l'Année, le Mois et le Jour. Disponible en Premium uniquement.
hi: वर्ष, महीने और दिन के लिए अपने कंपन की खोज करें। केवल प्रीमियम में उपलब्ध है।
ko: 년, 월, 일의 진동을 확인하세요. 프리미엄에서만 이용 가능합니다.
ru: Узнайте свои вибрации на Год, Месяц и День. Доступно только в Premium версии.
zh: 发现您在年、月、日的振动。仅在高级版中可用。

# unlockButton
source: Unlock
de: Freischalten
es: Desbloquear
fr: Débloquer
hi: अनलॉक करें
ko: 잠금 해제
ru: Разблокировать
zh: 解锁

source: Tap for details
de: Tippen für Details
es: Toca para detalles
fr: Appuyez pour les détails
hi: विवरण के लिए टैप करें
ko: 자세히 보기
ru: Нажмите подробнее
zh: 点击查看详情

# oracle_geomagnetic_now
source: Now: {desc}
de: Jetzt: {desc}
es: Ahora: {desc}
fr: Maintenant : {desc}
hi: अभी: {desc}
ko: 현재: {desc}
ru: Сейчас: {desc}
zh: 现在：{desc}

# oracle_geomagnetic_index
source: Kp Index: {kp}
es: Índice Kp: {kp}
fr: Indice Kp : {kp}
hi: Kp सूचकांक: {kp}
ko: Kp 지수: {kp}
ru: Индекс Kp: {kp}
zh: Kp 指数：{kp}

# oracle_question_title
source: Ask the Oracle
de: Frag das Orakel
es: Pregunta al Oráculo
fr: Demander à l'Oracle
hi: ओरेकल से पूछें
ko: 오라클에게 질문
ru: Вопрос Оракулу
zh: 询问神谕

# oracle_question_hint
source: What worries you?...
de: Was bedrückt dich?...
es: ¿Qué te preocupa?...
fr: Qu'est-ce qui vous préoccupe ?...
hi: आपको क्या चिंता है?...
ko: 무엇이 걱정되나요?...
ru: Что вас волнует?...
zh: 你在担心什么？...

# oracle_question_button
source: Get Answer
de: Antwort erhalten
es: Obtener Respuesta
fr: Obtenir la réponse
hi: उत्तर प्राप्त करें
ko: 답변 받기
ru: Получить ответ
zh: 获取答案

# palmistry_analysis_title
source: Palm Analysis
de: Handanalyse
es: Análisis de Palma
fr: Analyse de la Paume
hi: हस्तरेखा विश्लेषण
ko: 손금 분석
ru: Анализ Ладони
zh: 手相分析

# palmistry_choose_option
source: Choose the most suitable option:
de: Wählen Sie die passendste Option:
es: Elige la opción más adecuada:
fr: Choisissez l'option la plus appropriée :
hi: सबसे उपयुक्त विकल्प चुनें:
ko: 가장 적합한 옵션을 선택하세요:
ru: Выберите наиболее подходящий вариант:
zh: 选择最合适的选项：

# palmistry_analysis_saved
source: Analysis saved!
de: Analyse gespeichert!
es: ¡Análisis guardado!
fr: Analyse enregistrée !
hi: विश्लेषण सहेजा गया!
ko: 분석 저장됨!
ru: Анализ сохранен!
zh: 分析已保存！

# palmistry_view_report
source: View Full Report
de: Vollständigen Bericht anzeigen
es: Ver informe completo
fr: Voir le rapport complet
hi: पूर्ण रिपोर्ट देखें
ko: 전체 보고서 보기
ru: Посмотреть полный отчет
zh: 查看完整报告

# palmistry_complete_all
source: Complete analysis of all lines
de: Schließen Sie die Analyse aller Linien ab
es: Completa el análisis de todas las líneas
fr: Terminez l'analyse de toutes les lignes
hi: सभी रेखाओं का विश्लेषण पूरा करें
ko: 모든 선 분석 완료하기
ru: Завершите анализ всех линий
zh: 完成所有线条的分析

# palmistry_analysis_complete
source: Great! Analysis complete.
de: Großartig! Analyse abgeschlossen.
es: ¡Genial! Análisis completo.
fr: Super ! Analyse terminée.
hi: बहुत बढ़िया! विश्लेषण पूरा हुआ।
ko: 좋아요! 분석 완료.
ru: Отлично! Анализ завершен.
zh: 太棒了！分析完成。

# palmistry_tap_line
source: Tap on '{lineName}' to compare with your palm.
de: Tippen Sie auf '{lineName}', um mit Ihrer Handfläche zu vergleichen.
es: Toca en '{lineName}' para comparar con tu palma.
fr: Appuyez sur '{lineName}' pour comparer avec votre paume.
hi: अपनी हथेली से तुलना करने के लिए '{lineName}' पर टैप करें।
ko: '{lineName}'을(를) 탭하여 손바닥과 비교하세요.
ru: Нажмите на '{lineName}', чтобы сравнить со своей ладонью.
zh: 点击“{lineName}”与您的手掌进行比较。

# palmistry_searching_line
source: Searching for '{lineName}'...
de: Suche nach '{lineName}'...
es: Buscando '{lineName}'...
fr: Recherche de '{lineName}'...
hi: '{lineName}' खोज रहा है...
ko: '{lineName}' 검색 중...
ru: Идет поиск '{lineName}'...
zh: 正在搜索“{lineName}”...

# palmistry_preparing
source: Preparing for analysis...
de: Vorbereitung der Analyse...
es: Preparando el análisis...
fr: Préparation de l'analyse...
hi: विश्लेषण की तैयारी...
ko: 분석 준비 중...
ru: Подготовка к анализу...
zh: 准备分析...

# palmistry_report_title
source: Map of Your Destiny
de: Karte Ihres Schicksals
es: Mapa de Tu Destino
fr: Carte de Votre Destin
hi: आपकी नियति का मानचित्र
ko: 운명의 지도
ru: Карта Вашей Судьбы
zh: 你的命运地图

# palmistry_data_not_found
source: Analysis data not found.
de: Analysedaten nicht gefunden.
es: Datos de análisis no encontrados.
fr: Données d'analyse non trouvées.
hi: विश्लेषण डेटा नहीं मिला।
ko: 분석 데이터를 찾을 수 없습니다.
ru: Данные анализа не найдены.
zh: 未找到分析数据。

# palmistry_strong_traits
source: Your Strengths
de: Ihre Stärken
es: Tus Fortalezas
fr: Vos Points Forts
hi: आपकी ताकत
ko: 당신의 강점
ru: Ваши сильные стороны
zh: 你的优势

source: Privacy
de: Privatsphäre
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
ko: 개인정보 보호
ru: Приватность
zh: 隐私

# palmistry_show_in_profile
source: Show my traits in profile
de: Meine Merkmale im Profil anzeigen
es: Mostrar mis rasgos en el perfil
fr: Afficher mes traits dans le profil
hi: प्रोफ़ाइल में मेरे लक्षण दिखाएं
ko: 프로필에 내 특성 표시
ru: Показывать мои черты в профиле
zh: 在个人资料中显示我的特征

# palmistry_show_in_profile_desc
source: This will help others know you better and improve compatibility matching.
de: Dies hilft anderen, Sie besser kennenzulernen und verbessert die Kompatibilität.
es: Esto permitirá a otros conocerte mejor y mejorará la compatibilidad.
fr: Cela permettra aux autres de mieux vous connaître et d'améliorer la compatibilité.
hi: यह दूसरों को आपको बेहतर जानने में मदद करेगा और अनुकूलता मिलान में सुधार करेगा।
ko: 다른 사람들이 당신을 더 잘 알 수 있게 하고 궁합 매칭을 개선합니다.
ru: Это позволит другим лучше узнать вас и улучшит подбор совместимости.
zh: 这将帮助他人更好地了解你并改善兼容性匹配。

# palmistry_interpretation
source: Line Interpretation
de: Linieninterpretation
es: Interpretación de Líneas
fr: Interprétation des Lignes
hi: रेखा व्याख्या
ko: 손금 해석
ru: Расшифровка линий
zh: 线条解读

# palmistry_your_choice
source: Your choice: "{choice}"
de: Ihre Wahl: "{choice}"
es: Tu elección: "{choice}"
fr: Votre choix : "{choice}"
hi: आपकी पसंद: "{choice}"
ko: 당신의 선택: "{choice}"
ru: Ваш выбор: "{choice}"
zh: 你的选择：“{choice}”

# photoAlbumComingSoon
source: Soon you will be able to upload your photos here.
de: Bald können Sie Ihre Fotos hier hochladen.
es: Pronto podrás subir tus fotos aquí.
fr: Bientôt, vous pourrez télécharger vos photos ici.
hi: जल्द ही आप अपनी तस्वीरें यहाँ अपलोड कर सकेंगे।
ko: 곧 여기에 사진을 업로드할 수 있습니다.
ru: Скоро вы сможете загружать сюда свои фото.
zh: 很快您就可以在这里上传照片了。

# settingsTitle
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
ko: 설정
ru: Настройки
zh: 设置

source: Account Management
de: Kontoverwaltung
es: Gestión de cuenta
fr: Gestion du compte
hi: खाता प्रबंधन
ko: 계정 관리
ru: Управление аккаунтом
zh: 账户管理

source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
hi: पासवर्ड बदलें
ko: 비밀번호 변경
ru: Сменить пароль
zh: 更改密码

# restorePassword
source: Reset Password
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
hi: पासवर्ड रीसेट करें
ko: 비밀번호 재설정
ru: Восстановить пароль
zh: 重置密码

# editProfileButton
source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
hi: प्रोफ़ाइल संपादित करें
ko: 프로필 수정
ru: Редактировать профиль
zh: 编辑个人资料

source: Daily Notifications
de: Tägliche Benachrichtigungen
es: Notificaciones diarias
fr: Notifications quotidiennes
hi: दैनिक सूचनाएं
ko: 일일 알림
ru: Ежедневные уведомления
zh: 每日通知

# alertsTitle
source: Alerts
de: Warnungen
es: Alertas
fr: Alertes
hi: अलर्ट
ko: 알림
ru: Оповещения
zh: 警报

source: Geomagnetic Storms
de: Geomagnetische Stürme
es: Tormentas geomagnéticas
fr: Tempêtes géomagnétiques
hi: भू-चुंबकीय तूफान
ko: 지자기 폭풍
ru: Геомагнитные бури
zh: 地磁风暴

# adminPanelTitle
source: Admin Panel
de: Admin-Bereich
es: Panel de administración
fr: Panneau d'administration
hi: एडमिन पैनल
ko: 관리자 패널
ru: Панель Администратора
zh: 管理面板

# adminManageUsers
source: Manage Users
de: Benutzer verwalten
es: Gestionar usuarios
fr: Gérer les utilisateurs
hi: उपयोगकर्ताओं को प्रबंधित करें
ko: 사용자 관리
ru: Управление пользователями
zh: 管理用户

# offerAgreementLink
source: Offer Agreement
de: Angebotsvertrag
es: Acuerdo de oferta
fr: Contrat d'offre
hi: ऑफर समझौता
ko: 이용 약관
ru: Договор оферты
zh: 服务协议

# accountSectionTitle
source: Account
de: Konto
es: Cuenta
fr: Compte
hi: खाता
ko: 계정
ru: Аккаунт
zh: 账户

# deleteAccountButton
source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
hi: खाता हटाएं
ko: 계정 삭제
ru: Удалить аккаунт
zh: 删除账户

# closeAppButton
source: Close App
de: App schließen
es: Cerrar aplicación
fr: Fermer l'application
hi: ऐप बंद करें
ko: 앱 종료
ru: Закрыть приложение
zh: 关闭应用

# changePasswordDesc
source: Please enter your current password for security.
de: Bitte geben Sie zur Sicherheit Ihr aktuelles Passwort ein.
es: Por favor, ingrese su contraseña actual por seguridad.
fr: Veuillez entrer votre mot de passe actuel par sécurité.
hi: सुरक्षा के लिए अपना वर्तमान पासवर्ड दर्ज करें।
ko: 보안을 위해 현재 비밀번호를 입력하세요.
ru: Для безопасности введите ваш текущий пароль.
zh: 为了安全起见，请输入您的当前密码。

# currentPasswordLabel
source: Current Password
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
hi: वर्तमान पासवर्ड
ko: 현재 비밀번호
ru: Текущий пароль
zh: 当前密码

# newPasswordLabel
source: New Password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
hi: नया पासवर्ड
ko: 새 비밀번호
ru: Новый пароль
zh: 新密码

# passwordChangedSuccess
source: Password successfully changed!
de: Passwort erfolgreich geändert!
es: ¡Contraseña cambiada con éxito!
fr: Mot de passe modifié avec succès !
hi: पासवर्ड सफलतापूर्वक बदला गया!
ko: 비밀번호가 성공적으로 변경되었습니다!
ru: Пароль успешно изменен!
zh: 密码修改成功！

# resetPasswordInstruction
source: We will send password reset instructions to your E-mail: {email}
de: Wir senden Anweisungen zum Zurücksetzen an Ihre E-Mail: {email}
es: Enviaremos instrucciones de restablecimiento a su E-mail: {email}
fr: Nous enverrons les instructions de réinitialisation à votre E-mail : {email}
hi: हम आपके ई-मेल पर रीसेट निर्देश भेजेंगे: {email}
ko: 비밀번호 재설정 지침을 이메일로 보내드립니다: {email}
ru: Мы отправим инструкцию для сброса пароля на ваш E-mail: {email}
zh: 我们将向您的邮箱发送重置说明： {email}

# signOutDialogTitle
source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: लॉग आउट
ko: 로그아웃
ru: Выход из аккаунта
zh: 登出

# signOutDialogContent
source: Are you sure you want to sign out?
de: Möchten Sie sich wirklich abmelden?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
hi: क्या आप वाकई लॉग आउट करना चाहते हैं?
ko: 정말 로그아웃하시겠습니까?
ru: Вы уверены, что хотите выйти?
zh: 您确定要登出吗？

# deleteAccountTitle
source: Delete Account?
de: Konto löschen?
es: ¿Eliminar cuenta?
fr: Supprimer le compte ?
hi: खाता हटाएं?
ko: 계정을 삭제하시겠습니까?
ru: Удалить аккаунт?
zh: 删除账户？

# deleteAccountWarning
source: This action is irreversible. All your data, chats, photos, and purchases will be permanently deleted.
de: Diese Aktion ist unwiderruflich. Alle Ihre Daten, Chats, Fotos und Käufe werden dauerhaft gelöscht.
es: Esta acción es irreversible. Todos tus datos, chats, fotos y compras se eliminarán permanentemente.
fr: Cette action est irréversible. Toutes vos données, discussions, photos et achats seront supprimés définitivement.
hi: यह क्रिया अपरिवर्तनीय है। आपका सारा डेटा, चैट, फोटो और खरीदारी स्थायी रूप से हटा दी जाएगी।
ko: 이 작업은 되돌릴 수 없습니다. 모든 데이터, 채팅, 사진 및 구매 내역이 영구적으로 삭제됩니다.
ru: Это действие необратимо. Все ваши данные, переписки, фото и покупки будут удалены навсегда.
zh: 此操作不可逆。您的所有数据、聊天记录、照片和购买记录将被永久删除。

# deleteForeverButton
source: Delete Forever
de: Dauerhaft löschen
es: Eliminar para siempre
fr: Supprimer définitivement
hi: हमेशा के लिए हटाएं
ko: 영구 삭제
ru: Удалить навсегда
zh: 永久删除

# roulette_trust_fate
source: Trust Fate
es: Vertraue dem Schicksal
fr: Faites confiance au destin
hi: किस्मत पर भरोसा करें
ko: 운명을 믿으세요
ru: Доверьтесь судьбе
zh: 相信命运

# roulette_desc_short
source: The stars will choose the most compatible partner for you (from 85%!).
es: Die Sterne wählen den kompatibelsten Partner für dich (ab 85%!).
fr: Les étoiles choisiront le partenaire le plus compatible pour vous (à partir de 85% !).
hi: सितारे आपके लिए सबसे अनुकूल साथी चुनेंगे (85% से!)।
ko: 별들이 가장 잘 맞는 파트너를 선택합니다 (85% 이상!).
ru: Звезды выберут для вас самого совместимого партнера (от 85%!).
zh: 星星将为您选择最兼容的伴侣（85%起！）。

# roulette_no_candidates
source: No candidates to spin.
es: Keine Kandidaten zum Drehen.
fr: Aucun candidat pour tourner.
hi: घुमाने के लिए कोई उम्मीदवार नहीं।
ko: 돌릴 후보가 없습니다.
ru: Нет кандидатов для вращения.
zh: 没有候选人可以旋转。

# roulette_winner_title
source: The stars have made their choice!
es: Die Sterne haben ihre Wahl getroffen!
fr: Les étoiles ont fait leur choix !
hi: सितारों ने अपना चुनाव कर लिया है!
ko: 별들이 선택했습니다!
ru: Звезды сделали свой выбор!
zh: 星星做出了选择！

# roulette_spin_again
source: Spin Again
es: Nochmal drehen
fr: Tourner encore
hi: फिर से घुमाएं
ko: 다시 돌리기
ru: Крутить еще раз
zh: 再次旋转

# roulette_go_to_profile
source: Go to Profile
es: Zum Profil gehen
fr: Aller au profil
hi: प्रोफ़ाइल पर जाएं
ko: 프로필로 이동
ru: Перейти в профиль
zh: 转到个人资料

source: City not specified
de: Stadt nicht angegeben
es: Ciudad no especificada
fr: Ville non spécifiée
hi: शहर निर्दिष्ट नहीं
ko: 도시 미지정
ru: Город не указан
zh: 未指定城市

# geomagnetic_calm
source: Calm
de: Ruhig
es: Tranquilo
fr: Calme
hi: शांत
ko: 평온
ru: Спокойно
zh: 平静

# geomagnetic_unsettled
source: Unsettled
de: Unruhig
es: Inestable
fr: Instable
hi: अस्थिर
ko: 불안정
ru: Нестабильно
zh: 不稳定

# geomagnetic_active
source: Active
de: Aktiv
es: Activo
fr: Actif
hi: सक्रिय
ko: 활발
ru: Активно
zh: 活跃

# geomagnetic_storm_minor
source: Minor Storm (G1)
de: Kleiner Sturm (G1)
es: Tormenta Menor (G1)
fr: Tempête Mineure (G1)
hi: मामूली तूफान (G1)
ko: 약한 폭풍 (G1)
ru: Малая буря (G1)
zh: 小风暴 (G1)

# geomagnetic_storm_moderate
source: Moderate Storm (G2)
de: Mäßiger Sturm (G2)
es: Tormenta Moderada (G2)
fr: Tempête Modérée (G2)
hi: मध्यम तूफान (G2)
ko: 중간 폭풍 (G2)
ru: Умеренная буря (G2)
zh: 中等风暴 (G2)

# geomagnetic_storm_strong
source: Strong Storm (G3)
de: Starker Sturm (G3)
es: Tormenta Fuerte (G3)
fr: Tempête Forte (G3)
hi: मजबूत तूफान (G3)
ko: 강한 폭풍 (G3)
ru: Сильная буря (G3)
zh: 强风暴 (G3)

# geomagnetic_storm_severe
source: Severe Storm (G4)
de: Schwerer Sturm (G4)
es: Tormenta Severa (G4)
fr: Tempête Sévère (G4)
hi: गंभीर तूफान (G4)
ko: 매우 강한 폭풍 (G4)
ru: Жестокая буря (G4)
zh: 严重风暴 (G4)

# geomagnetic_storm_extreme
source: Extreme Storm (G5)
de: Extremer Sturm (G5)
es: Tormenta Extrema (G5)
fr: Tempête Extrême (G5)
hi: चरम तूफान (G5)
ko: 극한 폭풍 (G5)
ru: Экстрем. буря (G5)
zh: 极端风暴 (G5)

# deleteChatTitle
source: Delete chat?
de: Chat löschen?
es: ¿Eliminar chat?
fr: Supprimer la discussion ?
hi: चैट हटाएं?
ko: 채팅을 삭제하시겠습니까?
ru: Удалить чат?
zh: 删除聊天？

# deleteChatConfirmation
source: All messages will be permanently deleted.
de: Alle Nachrichten werden unwiderruflich gelöscht.
es: Todos los mensajes se eliminarán permanentemente.
fr: Tous les messages seront définitivement supprimés.
hi: सभी संदेश स्थायी रूप से हटा दिए जाएंगे।
ko: 모든 메시지가 영구적으로 삭제됩니다.
ru: Вся переписка будет удалена безвозвратно.
zh: 所有消息将被永久删除。

source: Chat deleted
de: Chat gelöscht
es: Chat eliminado
fr: Discussion supprimée
hi: चैट हटा दी गई
ko: 채팅이 삭제되었습니다
ru: Чат удален
zh: 聊天已删除

# emailLabel
source: Email
es: Correo electrónico
hi: ई-मेल
ko: 이메일
zh: 电子邮箱

# cosmicPulseTitle
source: Cosmic Pulse
de: Kosmischer Puls
es: Pulso Cósmico
fr: Pouls Cosmique
hi: लौकिक नाड़ी
ko: 우주의 맥박
zh: 宇宙脉搏
