Repository: pslergy/Aryonika
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ko, ru, zh

# noPostsYet
source: No posts in this channel yet.
de: Noch keine Beiträge in diesem Kanal.
es: Aún no hay publicaciones en este canal.
fr: Aucune publication dans ce canal pour le moment.
hi: इस चैनल में अभी तक कोई पोस्ट नहीं है।
ko: 이 채널에는 아직 게시물이 없습니다.
ru: В этом канале пока нет публикаций.
zh: 此频道尚无帖子。

# createPostTooltip
source: Create post
de: Beitrag erstellen
es: Crear publicación
fr: Créer un message
hi: पोस्ट बनाएं
ko: 게시물 작성
ru: Создать пост
zh: 创建帖子

# proposePost
source: Propose news
de: Nachricht vorschlagen
es: Proponer noticia
fr: Proposer une nouvelle
hi: समाचार प्रस्तावित करें
ko: 뉴스 제안
ru: Предложить новость
zh: 提议新闻

# channelsTitle
source: Channels
de: Kanäle
es: Canales
fr: Chaînes
hi: चैनल
ko: 채널
ru: Каналы
zh: 频道

# noChannelSubscriptions
source: No subscriptions yet
de: Noch keine Abonnements
es: Aún no hay suscripciones
fr: Pas encore d'abonnements
hi: अभी तक कोई सदस्यता नहीं
ko: 아직 구독이 없습니다
ru: У вас пока нет подписок
zh: 尚无订阅

source: No messages yet
de: Noch keine Nachrichten
es: Aún no hay mensajes
fr: Pas encore de messages
hi: अभी तक कोई संदेश नहीं
ko: 아직 메시지가 없습니다
ru: Нет сообщений
zh: 尚无消息

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
hi: कल
ko: 어제
ru: Вчера
zh: 昨天

source: Search
de: Suchen
es: Buscar
fr: Rechercher
hi: खोज
ko: 검색
ru: Поиск
zh: 搜索

# adminOnlyFeature
source: Creating channels is temporarily available only to administrators.
de: Das Erstellen von Kanälen ist vorübergehend nur Administratoren vorbehalten.
es: La creación de canales está temporalmente disponible solo para administradores.
fr: La création de chaînes est temporairement réservée aux administrateurs.
hi: चैनल बनाना अस्थायी रूप से केवल प्रशासकों के लिए उपलब्ध है।
ko: 채널 생성은 당분간 관리자만 가능합니다.
ru: Создание каналов временно доступно только администраторам.
zh: 创建频道暂时仅对管理员开放。

source: Create Channel
de: Kanal erstellen
es: Crear canal
fr: Créer une chaîne
hi: चैनल बनाएं
ko: 채널 만들기
ru: Создать канал
zh: 创建频道

source: Galactic Broadcasts
de: Galaktische Übertragungen
es: Transmisiones Galácticas
fr: Diffusions Galactiques
hi: गैलेक्टिक प्रसारण
ko: 은하계 방송
ru: Галактические Трансляции
zh: 银河广播

# noChannelsYet
source: You haven't subscribed to anything yet. Find or create your own channel!
de: Du hast noch nichts abonniert. Finde oder erstelle deinen eigenen Kanal!
es: Aún no te has suscrito a nada. ¡Encuentra o crea tu propio canal!
fr: Vous n'êtes encore abonné à rien. Trouvez ou créez votre propre chaîne !
hi: आपने अभी तक किसी चीज़ की सदस्यता नहीं ली है। अपना चैनल खोजें या बनाएं!
ko: 아직 구독한 채널이 없습니다. 채널을 찾거나 직접 만들어 보세요!
ru: Вы пока ни на что не подписаны. Найдите или создайте свой канал!
zh: 你还没有订阅任何内容。 查找或创建你自己的频道！

# constellationsTitle
source: Constellations
de: Konstellationen
es: Constelaciones
hi: नक्षत्र
ko: 별자리
ru: Созвездия
zh: 星座

# privateChatsTab
source: Private
de: Privat
es: Privado
fr: Privé
hi: निजी
ko: 개인
ru: Личные
zh: 私人

# channelsTab
source: Channels
de: Kanäle
es: Canales
fr: Chaînes
hi: चैनल
ko: 채널
ru: Каналы
zh: 频道

source: Loading user...
de: Benutzer wird geladen...
es: Cargando usuario...
fr: Chargement de l'utilisateur...
hi: उपयोगकर्ता लोड हो रहा है...
ko: 사용자 로드 중...
ru: Загрузка пользователя...
zh: 正在加载用户...

# emptyChatsPlaceholder
source: Your private chats will appear here. Find someone interesting via search!
de: Hier erscheinen deine privaten Chats. Finde jemanden Interessantes über die Suche!
es: Tus chats privados aparecerán aquí. ¡Encuentra a alguien interesante a través de la búsqueda!
fr: Vos discussions privées apparaîtront ici. Trouvez quelqu'un d'intéressant via la recherche !
hi: आपकी निजी चैट यहाँ दिखाई देंगी। खोज के माध्यम से किसी दिलचस्प व्यक्ति को खोजें!
ko: 여기에 개인 채팅이 표시됩니다. 검색을 통해 흥미로운 사람을 찾아보세요!
ru: Здесь будут ваши личные чаты. Найдите кого-нибудь интересного через поиск!
zh: 你的私人聊天将显示在这里。 通过搜索找到有趣的人！

# errorTitle
source: Error
de: Fehler
fr: Erreur
hi: त्रुटि
ko: 오류
ru: Ошибка
zh: 错误

source: Auto-delete messages
de: Nachrichten autom. löschen
es: Auto-eliminar mensajes
fr: Suppression auto
hi: संदेशों को स्वतः हटाएं
ko: 메시지 자동 삭제
ru: Автоудаление сообщений
zh: 自动删除消息

source: Available in PRO
de: Verfügbar in PRO
es: Disponible en PRO
fr: Disponible en PRO
hi: PRO में उपलब्ध
ko: PRO에서 사용 가능
ru: Доступно в PRO
zh: PRO版可用

# timerOff
source: Off
de: Aus
es: Apagado
fr: Désactivé
hi: बंद
ko: 꺼짐
ru: Отключено
zh: 关闭

# timer15min
source: 15 minutes
de: 15 Minuten
es: 15 minutos
hi: 15 मिनट
ko: 15분
ru: 15 минут
zh: 15分钟

# timer1hour
source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
hi: 1 घंटा
ko: 1시간
ru: 1 час
zh: 1小时

# timer4hours
source: 4 hours
de: 4 Stunden
es: 4 horas
fr: 4 heures
hi: 4 घंटे
ko: 4시간
ru: 4 часа
zh: 4小时

# timer24hours
source: 24 hours
de: 24 Stunden
es: 24 horas
fr: 24 heures
hi: 24 घंटे
ko: 24시간
ru: 24 часа
zh: 24小时

source: Timer set
de: Timer eingestellt
es: Temporizador configurado
fr: Minuterie réglée
hi: टाइमर सेट
ko: 타이머 설정됨
ru: Таймер установлен
zh: 定时器已设置

source: Disappearing messages
de: Selbstlöschende Nachrichten
es: Mensajes que desaparecen
fr: Messages éphémères
hi: गायब होने वाले संदेश
ko: 사라지는 메시지
ru: Исчезающие сообщения
zh: 阅后即焚消息

# communicationTitle
source: Communication
de: Kommunikation
es: Comunicación
hi: संचार
ko: 소통
ru: Общение
zh: 交流

source: Error loading report
de: Fehler beim Laden des Berichts
es: Error al cargar el informe
fr: Erreur lors du chargement du rapport
hi: रिपोर्ट लोड करने में त्रुटि
ko: 보고서를 로드하는 중 오류 발생
ru: Ошибка загрузки отчета
zh: 加载报告时出错

source: Compatibility
de: Kompatibilität
es: Compatibilidad
fr: Compatibilité
hi: अनुकूलता
ko: 궁합
ru: Совместимость
zh: 兼容性

source: Strengths
de: Stärken
es: Fortalezas
fr: Points forts
hi: ताकत
ko: 강점
ru: Сильные стороны
zh: 优势

# weaknesses
source: Potential difficulties
de: Mögliche Schwierigkeiten
es: Dificultades potenciales
fr: Difficultés potentielles
hi: संभावित कठिनाइयाँ
ko: 잠재적 어려움
ru: Возможные трудности
zh: 潜在困难

# commentsTitle
source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
hi: टिप्पणियाँ
ko: 댓글
ru: Комментарии
zh: 评论

# commentsLoadError
source: Error loading comments.
de: Fehler beim Laden der Kommentare.
es: Error al cargar los comentarios.
fr: Erreur lors du chargement des commentaires.
hi: टिप्पणियाँ लोड करने में त्रुटि।
ko: 댓글을 로드하는 중 오류가 발생했습니다.
ru: Ошибка загрузки комментариев.
zh: 加载评论时出错。

source: No comments yet.
de: Noch keine Kommentare.
es: Aún no hay comentarios.
fr: Pas encore de commentaires.
hi: अभी तक कोई टिप्पणी नहीं।
ko: 아직 댓글이 없습니다.
ru: Здесь пока нет комментариев.
zh: 尚无评论。

# userIsTyping
source: {name} is typing...
de: {name} schreibt...
es: {name} está escribiendo...
fr: {name} est en train d'écrire...
hi: {name} टाइप कर रहे हैं...
ko: {name} 님이 입력 중...
ru: {name} печатает...
zh: {name} 正在输入...

# twoUsersTyping
source: {name1} and {name2} are typing...
de: {name1} und {name2} schreiben...
es: {name1} y {name2} están escribiendo...
fr: {name1} et {name2} écrivent...
hi: {name1} और {name2} टाइप कर रहे हैं...
ko: {name1} 님과 {name2} 님이 입력 중...
ru: {name1} и {name2} печатают...
zh: {name1} 和 {name2} 正在输入...

# manyUsersTyping
source: {name1}, {name2} and {count} others are typing...
de: {name1}, {name2} und {count} andere schreiben...
es: {name1}, {name2} y {count} otros están escribiendo...
fr: {name1}, {name2} et {count} autres écrivent...
hi: {name1}, {name2} और {count} अन्य टाइप कर रहे हैं...
ko: {name1}, {name2} 외 {count}명이 입력 중...
ru: {name1}, {name2} и еще {count} печатают...
zh: {name1}, {name2} 和其他 {count} 人正在输入...

# replyingTo
source: Replying to {name}
de: Antwort an {name}
es: Respondiendo a {name}
fr: Réponse à {name}
hi: {name} को उत्तर दे रहे हैं
ko: {name} 님에게 답장
ru: Ответ для {name}
zh: 回复 {name}

# writeCommentHint
source: Write a comment...
de: Kommentar schreiben...
es: Escribir un comentario...
fr: Écrire un commentaire...
hi: एक टिप्पणी लिखें...
ko: 댓글 작성...
ru: Написать комментарий...
zh: 写评论...

# compatibilityTitle
source: Cosmic Connection
de: Kosmische Verbindung
es: Conexión Cósmica
fr: Connexion Cosmique
hi: लौकिक संबंध
ko: 우주적 연결
ru: Космическая Связь
zh: 宇宙连接

source: No data
de: Keine Daten
es: Sin datos
fr: Pas de données
hi: कोई डेटा नहीं
ko: 데이터 없음
ru: Нет данных
zh: 无数据

source: Western Astrology
de: Westliche Astrologie
es: Astrología Occidental
fr: Astrologie Occidentale
hi: पश्चिमी ज्योतिष
ko: 서양 점성술
ru: Западная Астрология
zh: 西方占星术

# vedicAstrology
source: Vedic Astrology (Jyotish)
de: Vedische Astrologie (Jyotish)
es: Astrología Védica (Jyotish)
fr: Astrologie Védique (Jyotish)
hi: वैदिक ज्योतिष (ज्योतिष)
ko: 베다 점성술 (조티시)
ru: Ведическая (Джйотиш)
zh: 吠陀占星术 (Jyotish)

source: Numerology
de: Numerologie
es: Numerología
fr: Numérologie
hi: अंक ज्योतिष
ko: 수비학
ru: Нумерология
zh: 数字命理学

source: Chinese Zodiac
de: Chinesisches Tierkreiszeichen
es: Zodíaco Chino
fr: Zodiaque Chinois
hi: चीनी राशि
ko: 띠
ru: Китайский Зодиак
zh: 生肖

source: Ba Zi (Elements)
de: Ba Zi (Elemente)
es: Ba Zi (Elementos)
fr: Ba Zi (Éléments)
hi: बा जी (तत्व)
ko: 사주팔자 (오행)
ru: Бацзы (Стихии)
zh: 八字 (五行)

source: Available in Premium
de: Verfügbar in Premium
es: Disponible en Premium
fr: Disponible en Premium
hi: प्रीमियम में उपलब्ध
ko: 프리미엄에서 사용 가능
ru: Доступно в Premium
zh: 高级版可用

# verdictSoulmates
source: Soulmates
de: Seelenverwandte
es: Almas Gemelas
fr: Âmes Sœurs
hi: आत्मीय साथी
ko: 천생연분
ru: Родственные Души
zh: 灵魂伴侣

# verdictGreatMatch
source: Great Match
de: Tolles Paar
es: Gran Pareja
fr: Excellent Accord
hi: शानदार मेल
ko: 훌륭한 매치
ru: Отличная Пара
zh: 绝配

# verdictPotential
source: Has Potential
de: Hat Potenzial
es: Tiene Potencial
fr: A du Potentiel
hi: संभावना है
ko: 가능성 있음
ru: Есть Потенциал
zh: 有潜力

# verdictKarmic
source: Karmic Lesson
de: Karmische Lektion
es: Lección Kármica
fr: Leçon Karmique
hi: कर्म पाठ
ko: 카르마적 교훈
ru: Кармический Урок
zh: 业力课程

# createChannelTitle
source: Create Broadcast
de: Sendung erstellen
es: Crear transmisión
fr: Créer une diffusion
hi: प्रसारण बनाएं
ko: 방송 만들기
ru: Создание Трансляции
zh: 创建广播

# channelNameLabel
source: Broadcast Name
de: Name der Sendung
es: Nombre de la transmisión
fr: Nom de la diffusion
hi: प्रसारण का नाम
ko: 방송 이름
ru: Название трансляции
zh: 广播名称

# channelNameHint
source: E.g., 'Daily Tarot Forecasts'
de: Z.B. 'Tägliche Tarot-Prognosen'
es: P. ej., 'Pronósticos Diarios de Tarot'
fr: Par ex., 'Prévisions Tarot Quotidiennes'
hi: जैसे, 'दैनिक टैरो पूर्वानुमान'
ko: 예: '매일 타로 운세'
ru: Например, 'Ежедневные прогнозы Карт Судьбы'
zh: 例如，'每日塔罗预测'

# errorChannelNameEmpty
source: Name cannot be empty
de: Name darf nicht leer sein
es: El nombre no puede estar vacío
fr: Le nom ne peut pas être vide
hi: नाम खाली नहीं हो सकता
ko: 이름은 비워둘 수 없습니다
ru: Название не может быть пустым
zh: 名称不能为空

# channelHandleLabel
source: Unique ID (@handle)
de: Eindeutige ID (@handle)
es: ID Único (@handle)
fr: ID Unique (@handle)
hi: अद्वितीय आईडी (@handle)
ko: 고유 ID (@handle)
ru: Уникальный ID (@handle)
zh: 唯一 ID (@handle)

# errorChannelHandleShort
source: ID must be longer than 4 characters
de: ID muss länger als 4 Zeichen sein
es: El ID debe tener más de 4 caracteres
fr: L'ID doit comporter plus de 4 caractères
hi: आईडी 4 अक्षरों से लंबी होनी चाहिए
ko: ID는 4자 이상이어야 합니다
ru: ID должен быть длиннее 4 символов
zh: ID 必须超过 4 个字符

# channelDescriptionLabel
source: Description
de: Beschreibung
es: Descripción
hi: विवरण
ko: 설명
ru: Описание
zh: 描述

# channelDescriptionHint
source: Tell us what your channel is about...
de: Erzähle uns, worum es in deinem Kanal geht...
es: Cuéntanos de qué trata tu canal...
fr: Dites-nous de quoi parle votre chaîne...
hi: हमें बताएं कि आपका चैनल किस बारे में है...
ko: 채널에 대해 소개해 주세요...
ru: Расскажите, о чем ваш канал...
zh: 告诉我们你的频道是关于什么的...

# errorChannelDescriptionEmpty
source: Please add a description
de: Bitte füge eine Beschreibung hinzu
es: Por favor, añade una descripción
fr: Veuillez ajouter une description
hi: कृपया विवरण जोड़ें
ko: 설명을 추가해 주세요
ru: Добавьте описание
zh: 请添加描述

# createButton
source: Create
de: Erstellen
es: Crear
fr: Créer
hi: बनाएं
ko: 만들기
ru: Создать
zh: 创建

# editProfileTitle
source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
hi: प्रोफ़ाइल संपादित करें
ko: 프로필 수정
ru: Редактирование профиля
zh: 编辑个人资料

# profileNotFoundError
source: Error: Profile not found
de: Fehler: Profil nicht gefunden
es: Error: Perfil no encontrado
fr: Erreur : Profil non trouvé
hi: त्रुटि: प्रोफ़ाइल नहीं मिली
ko: 오류: 프로필을 찾을 수 없음
ru: Ошибка: профиль не найден
zh: 错误：未找到个人资料

# profileSavedSuccess
source: Profile saved successfully!
de: Profil erfolgreich gespeichert!
es: ¡Perfil guardado exitosamente!
fr: Profil enregistré avec succès !
hi: प्रोफ़ाइल सफलतापूर्वक सहेजी गई!
ko: 프로필이 성공적으로 저장되었습니다!
ru: Профиль успешно сохранен!
zh: 个人资料保存成功！

source: Save error
de: Fehler beim Speichern
es: Error al guardar
fr: Erreur d'enregistrement
hi: सहेजने में त्रुटि
ko: 저장 오류
ru: Ошибка сохранения
zh: 保存错误

# avatarUploadError
source: Photo upload error
de: Fehler beim Hochladen des Fotos
es: Error al subir la foto
fr: Erreur de téléchargement de la photo
hi: फ़ोटो अपलोड त्रुटि
ko: 사진 업로드 오류
ru: Ошибка загрузки фото
zh: 照片上传错误

# nameLabel
source: Name
es: Nombre
fr: Nom
hi: नाम
ko: 이름
ru: Имя
zh: 姓名

# bioLabel
source: About me
de: Über mich
es: Sobre mí
fr: À propos de moi
hi: मेरे बारे में
ko: 소개
ru: О себе
zh: 关于我

# birthDataTitle
source: Birth Data
de: Geburtsdaten
es: Datos de nacimiento
fr: Données de naissance
hi: जन्म डेटा
ko: 출생 데이터
ru: Данные рождения
zh: 出生数据

# birthDataWarning
source: Changing this data will lead to a complete recalculation of your astrological and numerological portrait.
de: Die Änderung dieser Daten führt zu einer vollständigen Neuberechnung Ihres astrologischen und numerologischen Porträts.
es: Cambiar estos datos llevará a un recálculo completo de tu retrato astrológico y numerológico.
fr: La modification de ces données entraînera un recalcul complet de votre portrait astrologique et numérologique.
hi: इस डेटा को बदलने से आपके ज्योतिषीय और अंक ज्योतिषीय पोर्ट्रेट की पूरी तरह से पुनर्गणना होगी।
ko: 이 데이터를 변경하면 점성술 및 수비학 포트폴리오가 완전히 다시 계산됩니다.
ru: Изменение этих данных приведет к полному пересчету вашего астрологического и нумерологического портрета.
zh: 更改此数据将导致重新计算您的占星和数字命理画像。

# birthDateLabel
source: Date of Birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
hi: जन्म तिथि
ko: 생년월일
ru: Дата рождения
zh: 出生日期

# birthPlaceLabel
source: Place of Birth
de: Geburtsort
es: Lugar de nacimiento
fr: Lieu de naissance
hi: जन्म स्थान
ko: 출생지
ru: Место рождения
zh: 出生地点

source: Where to search
de: Wo suchen
es: Dónde buscar
fr: Où chercher
hi: कहाँ खोजें
ko: 검색 위치
ru: Где искать
zh: 搜索地点

# searchNearby
source: Nearby
de: In der Nähe
es: Cerca
fr: À proximité
hi: आस-पास
ko: 근처
ru: Рядом
zh: 附近

# searchCity
source: City
de: Stadt
es: Ciudad
fr: Ville
hi: शहर
ko: 도시
ru: Город
zh: 城市

# searchCountry
source: Country
de: Land
es: País
fr: Pays
hi: देश
ko: 국가
ru: Страна
zh: 国家

# searchWorld
source: World
de: Weltweit
es: Mundo
fr: Monde
hi: दुनिया
ko: 전 세계
ru: Весь мир
zh: 全球

# ageLabel
source: Age
de: Alter
es: Edad
fr: Âge
hi: आयु
ko: 나이
ru: Возраст
zh: 年龄

# showGenderLabel
source: Show
de: Zeigen
es: Mostrar
fr: Montrer
hi: दिखाएं
ko: 표시
ru: Показывать
zh: 显示

# genderAll
source: All
de: Alle
es: Todos
fr: Tous
hi: सभी
ko: 모두
ru: Всех
zh: 所有

# zodiacFilterLabel
source: Zodiac Elements
de: Sternzeichen-Elemente
es: Elementos del Zodíaco
fr: Éléments du Zodiaque
hi: राशि तत्व
ko: 별자리 요소
ru: Фильтр по стихиям
zh: 星座元素

# resetFilters
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
ko: 초기화
ru: Сбросить
zh: 重置

# applyFilters
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
hi: लागू करें
ko: 적용
ru: Применить
zh: 应用

# forecastLoadError
source: Failed to load forecast. Please try again later.
de: Vorhersage konnte nicht geladen werden. Bitte versuche es später erneut.
es: Error al cargar el pronóstico. Inténtalo de nuevo más tarde.
fr: Échec du chargement des prévisions. Veuillez réessayer plus tard.
hi: पूर्वानुमान लोड करने में विफल। कृपया बाद में पुनः प्रयास करें।
ko: 운세를 로드하지 못했습니다. 나중에 다시 시도해 주세요.
ru: Не удалось загрузить прогноз. Попробуйте позже.
zh: 无法加载预测。 请稍后再试。

# noForecastEvents
source: No significant astrological events today. A calm day!
de: Keine bedeutenden astrologischen Ereignisse heute. Ein ruhiger Tag!
es: No hay eventos astrológicos significativos hoy. ¡Un día tranquilo!
fr: Aucun événement astrologique significatif aujourd'hui. Une journée calme !
hi: आज कोई महत्वपूर्ण ज्योतिषीय घटना नहीं है। एक शांत दिन!
ko: 오늘은 중요한 점성학적 사건이 없습니다. 평온한 하루!
ru: На сегодня нет значимых астрологических событий. Спокойный день!
zh: 今天没有重大的占星事件。 平静的一天！

source: Unlock full forecast
de: Vollständige Vorhersage freischalten
es: Desbloquear pronóstico completo
fr: Débloquer les prévisions complètes
hi: पूरा पूर्वानुमान अनलॉक करें
ko: 전체 운세 잠금 해제
ru: Разблокировать полный прогноз
zh: 解锁完整预测

# myFriendsTab
source: My Friends
de: Meine Freunde
es: Mis Amigos
fr: Mes Amis
hi: मेरे मित्र
ko: 내 친구
ru: Мои друзья
zh: 我的好友

# friendRequestsTab
source: Requests
de: Anfragen
es: Solicitudes
fr: Demandes
hi: अनुरोध
ko: 요청
ru: Заявки
zh: 请求

# noFriendsYet
source: You have no friends yet. Find them in search!
de: Du hast noch keine Freunde. Finde sie über die Suche!
es: Aún no tienes amigos. ¡Encuéntralos en la búsqueda!
fr: Vous n'avez pas encore d'amis. Trouvez-les dans la recherche !
hi: अभी आपका कोई मित्र नहीं है। उन्हें खोज में खोजें!
ko: 아직 친구가 없습니다. 검색에서 찾아보세요!
ru: У вас пока нет друзей. Найдите их в поиске!
zh: 你还没有朋友。在搜索中找到他们！

# noFriendRequests
source: No new requests.
de: Keine neuen Anfragen.
es: No hay nuevas solicitudes.
fr: Aucune nouvelle demande.
hi: कोई नया अनुरोध नहीं।
ko: 새로운 요청이 없습니다.
ru: Нет новых заявок.
zh: 没有新请求。

source: Remove Friend
de: Als Freund entfernen
es: Eliminar de amigos
fr: Retirer des amis
hi: मित्र को हटाएं
ko: 친구 삭제
ru: Удалить из друзей
zh: 删除好友

# gamesComingSoonTitle
source: Games & Rewards coming soon!
de: Spiele & Belohnungen kommen bald!
es: ¡Juegos y Recompensas próximamente!
fr: Jeux et Récompenses bientôt !
hi: गेम और पुरस्कार जल्द आ रहे हैं!
ko: 게임 및 보상 곧 출시!
ru: Игры и Награды скоро появятся!
zh: 游戏和奖励即将推出！

# gamesComingSoonDesc
source: We are preparing exciting mini-games and quizzes. Check your compatibility, earn "Stardust" and exchange it for premium days or unique gifts!
de: Wir bereiten spannende Minispiele und Quiz vor. Prüfe deine Kompatibilität, verdiene "Sternenstaub" und tausche ihn gegen Premium-Tage oder Geschenke!
es: Estamos preparando emocionantes minijuegos y cuestionarios. ¡Comprueba tu compatibilidad, gana "Polvo de Estrellas" y cámbialo por días premium o regalos únicos!
fr: Nous préparons des mini-jeux et des quiz passionnants. Vérifiez votre compatibilité, gagnez de la "Poussière d'étoile" et échangez-la contre du premium ou des cadeaux !
hi: हम रोमांचक मिनी-गेम और क्विज़ तैयार कर रहे हैं। अपनी अनुकूलता जांचें, "स्टारडस्ट" कमाएं और इसे प्रीमियम दिनों या अद्वितीय उपहारों के लिए एक्सचेंज करें!
ko: 흥미진진한 미니 게임과 퀴즈를 준비하고 있습니다. 궁합을 확인하고 "별가루"를 모아 프리미엄 데이나 특별한 선물로 교환하세요!
ru: Мы готовим увлекательные мини-игры и квизы. Проверяйте свою совместимость, зарабатывайте "Звездную пыль" и обменивайте ее на премиум-дни или уникальные подарки!
zh: 我们正在准备令人兴奋的小游戏和测验。检查您的兼容性，赚取“星尘”并将其兑换为高级会员天数或独特礼物！

# joinTelegramButton
source: Be the first to know on our Telegram
de: Erfahre es zuerst auf unserem Telegram
es: Entérate primero en nuestro Telegram
fr: Soyez le premier informé sur notre Telegram
hi: हमारे टेलीग्राम पर सबसे पहले जानें
ko: Telegram에서 가장 먼저 소식을 받아보세요
ru: Узнавайте первыми в нашем Telegram
zh: 在我们的 Telegram 上第一时间了解

source: Horoscope for {sign}
de: Horoskop für {sign}
es: Horóscopo para {sign}
fr: Horoscope pour {sign}
hi: {sign} के लिए राशिफल
ko: {sign} 별자리 운세
ru: Гороскоп для знака {sign}
zh: {sign} 的运势

# horoscopeGeneral
source: General
de: Allgemein
fr: Général
hi: सामान्य
ko: 종합
ru: Общий
zh: 综合

# horoscopeLove
source: Love
de: Liebe
es: Amor
fr: Amour
hi: प्रेम
ko: 연애
ru: Любовный
zh: 爱情

# horoscopeBusiness
source: Business
de: Beruf
es: Negocios
fr: Travail
hi: व्यवसाय
ko: 비즈니스
ru: Деловой
zh: 事业

source: Verdict not found
de: Urteil nicht gefunden
es: Veredicto no encontrado
fr: Verdict non trouvé
hi: निर्णय नहीं मिला
ko: 결과를 찾을 수 없음
ru: Вердикт не найден
zh: 未找到结论

# vedicCompatibilityTitle
source: Vedic Compatibility
de: Vedische Kompatibilität
es: Compatibilidad Védica
fr: Compatibilité Védique
hi: वैदिक अनुकूलता
ko: 베다 궁합
ru: Ведическая совместимость
zh: 吠陀兼容性

# ashtaKutaAnalysis
source: Detailed Analysis (Ashta-Kuta)
de: Detaillierte Analyse (Ashta-Kuta)
es: Análisis Detallado (Ashta-Kuta)
fr: Analyse Détaillée (Ashta-Kuta)
hi: विस्तृत विश्लेषण (अष्टकूट)
ko: 상세 분석 (Ashta-Kuta)
ru: Детальный анализ (Ашта-Кута)
zh: 详细分析 (Ashta-Kuta)

# noDescription
source: Description not found.
de: Beschreibung nicht gefunden.
es: Descripción no encontrada.
fr: Description non trouvée.
hi: विवरण नहीं मिला।
ko: 설명을 찾을 수 없습니다.
ru: Описание не найдено.
zh: 未找到描述。

# likesYouEmpty
source: People interested in you will appear here
de: Personen, die an dir interessiert sind, erscheinen hier
es: Las personas interesadas en ti aparecerán aquí
fr: Les personnes intéressées par vous apparaîtront ici
hi: आप में रुचि रखने वाले लोग यहाँ दिखाई देंगे
ko: 당신에게 관심 있는 사람들이 여기에 표시됩니다
ru: Здесь будут те, кто вами заинтересуется
zh: 对你感兴趣的人将显示在这里

# peopleLikeYou
source: {count} people like you!
de: {count} Personen mögen dich!
es: ¡Le gustas a {count} personas!
fr: {count} personnes vous aiment !
hi: {count} लोग आपको पसंद करते हैं!
ko: {count}명이 당신을 좋아합니다!
ru: Вы нравитесь {count} людям!
zh: 有 {count} 人喜欢你！

# getProToSeeLikes
source: Get PRO status to see their profiles and start chatting.
de: Hole dir PRO, um ihre Profile zu sehen und zu chatten.
es: Obtén PRO para ver sus perfiles y chatear.
fr: Obtenez le statut PRO pour voir leurs profils et discuter.
hi: उनकी प्रोफ़ाइल देखने और चैट शुरू करने के लिए PRO प्राप्त करें।
ko: PRO 상태를 얻어 프로필을 확인하고 대화를 시작하세요.
ru: Получите PRO-статус, чтобы увидеть их профили и начать общение.
zh: 获取 PRO 状态以查看他们的个人资料并开始聊天。

# seeLikesButton
source: See Likes
de: Likes ansehen
es: Ver Likes
fr: Voir les Likes
hi: लाइक्स देखें
ko: 좋아요 보기
ru: Посмотреть
zh: 查看赞

source: Someone
de: Jemand
es: Alguien
fr: Quelqu'un
hi: कोई
ko: 누군가
ru: Кто-то
zh: 某人

# selectCityTitle
source: Select City
de: Stadt auswählen
es: Seleccionar ciudad
fr: Sélectionner la ville
hi: शहर चुनें
ko: 도시 선택
ru: Выберите город
zh: 选择城市

# searchCityHint
source: Enter city name...
de: Stadtnamen eingeben...
es: Ingrese el nombre de la ciudad...
fr: Entrez le nom de la ville...
hi: शहर का नाम दर्ज करें...
ko: 도시 이름을 입력하세요...
ru: Введите название города...
zh: 输入城市名称...

source: Nothing found
de: Nichts gefunden
es: Nada encontrado
fr: Rien trouvé
hi: कुछ नहीं मिला
ko: 결과 없음
ru: Ничего не найдено
zh: 未找到结果

# errorNatalChartMissing
source: Error: your natal chart is not calculated.
ru: Ошибка: ваша натальная карта не рассчитана.

# manualCheckTitle
source: Manual Check
ru: Ручная проверка

# checkAgainTooltip
source: Check again
ru: Проверить еще раз

# synastryTitle
source: Partner Synastry
ru: Синастрия Партнеров

# synastryDesc
source: Enter the person's birth data to calculate your detailed compatibility.
ru: Введите данные рождения человека, чтобы рассчитать вашу детальную совместимость.

# partnerNameLabel
source: Partner Name
ru: Имя партнера

source: Tap to select
ru: Нажмите, чтобы выбрать

# calculateButton
source: Calculate
ru: Рассчитать

source: You
ru: Вы

# summary_desc
source: Your union has a potential of {score}%. Stars and numbers indicate {verdict}.
ru: Ваш союз имеет потенциал {score}%. Звезды и числа указывают на {verdict}.

# strongConnection
source: a strong connection
ru: сильную связь

source: interesting lessons
ru: интересные уроки
