Repository: pslergy/Aryonika
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ko, ru, zh

# profileCreationErrorTitle
source: Profile Creation Error
de: Fehler bei der Profilerstellung
es: Error al crear el perfil
fr: Erreur de création du profil
hi: प्रोफ़ाइल बनाने में त्रुटि
ko: 프로필 생성 오류
ru: Ошибка создания профиля
zh: 个人资料创建失败

# profileCreationErrorDescription
source: Unfortunately, there was a failure while saving your data. Please try to register again.
de: Leider ist beim Speichern Ihrer Daten ein Fehler aufgetreten. Bitte versuchen Sie, sich erneut zu registrieren.
es: Lamentablemente, hubo un error al guardar sus datos. Por favor, intente registrarse de nuevo.
fr: Malheureusement, une erreur est survenue lors de l'enregistrement de vos données. Veuillez réessayer de vous inscrire.
hi: क्षमा करें, आपका डेटा सहेजते समय एक त्रुटि हुई। कृपया फिर से पंजीकरण करने का प्रयास करें।
ko: 죄송합니다, 데이터를 저장하는 중 오류가 발생했습니다. 다시 가입을 시도해 주세요.
ru: К сожалению, при сохранении ваших данных произошел сбой. Пожалуйста, попробуйте пройти регистрацию еще раз.
zh: 抱歉，保存您的数据时出错。请重试注册。

source: Try again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
hi: पुनः प्रयास करें
ko: 다시 시도
ru: Попробовать снова
zh: 重试

# connectingHearts
source: Connecting hearts across the universe...
de: Herzen im Universum verbinden...
es: Conectando corazones a través del universo...
fr: Connecter les cœurs à travers l'univers...
hi: ब्रह्मांड में दिलों को जोड़ रहे हैं...
ko: 우주에서 마음을 연결하는 중...
ru: Соединяем сердца во Вселенной...
zh: 连接宇宙中的心灵...

# exitConfirmationTitle
source: Confirmation
de: Bestätigung
es: Confirmación
hi: पुष्टिकरण
ko: 확인
ru: Подтверждение
zh: 确认

# exitConfirmationContent
source: Are you sure you want to close Aryonika?
de: Sind Sie sicher, dass Sie Aryonika schließen möchten?
es: ¿Está seguro de que quiere cerrar Aryonika?
fr: Êtes-vous sûr de vouloir fermer Aryonika ?
hi: क्या आप वाकई Aryonika बंद करना चाहते हैं?
ko: Aryonika을 종료하시겠습니까?
ru: Вы уверены, что хотите закрыть Aryonika?
zh: 您确定要关闭 Aryonika 吗？

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ko: 취소
ru: Отмена
zh: 取消

source: Close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
ko: 닫기
ru: Закрыть
zh: 关闭

# paymentUrlError
source: Error: Payment URL not found.
de: Fehler: Zahlungs-URL nicht gefunden.
es: Error: No se encontró la URL de pago.
fr: Erreur : URL de paiement non trouvée.
hi: त्रुटि: भुगतान URL नहीं मिला।
ko: 오류: 결제 URL을 찾을 수 없습니다.
ru: Ошибка: URL для оплаты не найден.
zh: 错误：未找到支付 URL。

# channelIdError
source: Error: Channel ID not found.
de: Fehler: Kanal-ID nicht gefunden.
es: Error: No se encontró el ID del canal.
fr: Erreur : ID de canal non trouvé.
hi: त्रुटि: चैनल आईडी नहीं मिली।
ko: 오류: 채널 ID를 찾을 수 없습니다.
ru: Ошибка: ID канала не найден.
zh: 错误：未找到频道 ID。

# documentLoadError
source: Failed to load document: {error}
ru: Ошибка загрузки документа: {error}

# partnerIdError
source: Error: Partner ID is required for compatibility calculation.
de: Fehler: Partner-ID wird für die Kompatibilitätsberechnung benötigt.
es: Error: Se requiere el ID del socio para el cálculo de compatibilidad.
fr: Erreur : L'ID du partenaire est requis pour le calcul de compatibilité.
hi: त्रुटि: संगतता की गणना के लिए पार्टनर आईडी आवश्यक है।
ko: 오류: 궁합을 계산하려면 파트너 ID가 필요합니다.
ru: Ошибка: Необходим ID партнера для расчета совместимости.
zh: 错误：计算兼容性需要伴侣 ID。

# bioPlaceholder
source: Your story could be here...
de: Hier könnte Ihre Geschichte stehen...
es: Tu historia podría estar aquí...
fr: Votre histoire pourrait être ici...
hi: यहाँ आपकी कहानी हो सकती है...
ko: 여기에 당신의 이야기를 적어보세요...
ru: Здесь могла бы быть ваша история...
zh: 这里可以写你的故事...

# photoAlbumTitle
source: Photo Album ({photoCount})
de: Fotoalbum ({photoCount})
es: Álbum de fotos ({photoCount})
fr: Album photo ({photoCount})
hi: फोटो एलबम ({photoCount})
ko: 사진 앨범 ({photoCount})
ru: Фотоальбом ({photoCount})
zh: 相册 ({photoCount})

# photoAlbumSubtitle
source: Your best moments
de: Ihre besten Momente
es: Tus mejores momentos
fr: Vos meilleurs moments
hi: आपके बेहतरीन पल
ko: 당신의 최고의 순간들
ru: Ваши лучшие моменты
zh: 你最美好的瞬间

# cosmicEventsTitle
source: Cosmic Events
de: Kosmische Ereignisse
es: Eventos Cósmicos
fr: Événements Cosmiques
hi: ब्रह्मांडीय घटनाएँ
ko: 우주 이벤트
ru: Космические События
zh: 宇宙事件

# cosmicEventsSubtitle
source: Learn about the influence of the planets
de: Erfahren Sie mehr über den Einfluss der Planeten
es: Aprende sobre la influencia de los planetas
fr: Découvrez l'influence des planètes
hi: ग्रहों के प्रभाव के बारे में जानें
ko: 행성의 영향에 대해 알아보세요
ru: Узнайте о влиянии планет
zh: 了解行星的影响

# inviteFriendTitle
source: Invite a Friend
de: Einen Freund einladen
es: Invitar a un amigo
fr: Inviter un ami
hi: मित्र को आमंत्रित करें
ko: 친구 초대
ru: Пригласить друга
zh: 邀请朋友

# inviteFriendSubtitle
source: Get bonuses together
de: Gemeinsam Boni erhalten
es: Obtengan bonificaciones juntos
fr: Obtenez des bonus ensemble
hi: एक साथ बोनस प्राप्त करें
ko: 함께 보너스를 받으세요
ru: Получайте бонусы вместе
zh: 一起获得奖励

# gameCenterTitle
source: Game Center
de: Spielcenter
es: Centro de Juegos
fr: Centre de Jeux
hi: गेम सेंटर
ko: 게임 센터
ru: Игровой центр
zh: 游戏中心

# gameCenterSubtitle
source: Mini-games and quests
de: Minispiele und Quests
es: Minijuegos y misiones
fr: Mini-jeux et quêtes
hi: मिनी-गेम्स और क्वेस्ट
ko: 미니 게임 및 퀘스트
ru: Мини-игры и квесты
zh: 小游戏和任务

# personalForecastTitle
source: Personal Forecast
de: Persönliche Vorhersage
es: Pronóstico Personal
fr: Prévisions Personnelles
hi: व्यक्तिगत पूर्वानुमान
ko: 개인 운세
ru: Персональный прогноз
zh: 个人预测

# personalForecastSubtitlePro
source: Analysis of transits for today
de: Analyse der Transite für heute
es: Análisis de tránsitos para hoy
fr: Analyse des transits pour aujourd'hui
hi: आज के लिए गोचर विश्लेषण
ko: 오늘의 운행 분석
ru: Анализ транзитов на сегодня
zh: 今日行运分析

# personalForecastSubtitleFree
source: Available with PRO status
de: Verfügbar mit PRO-Status
es: Disponible con el estado PRO
fr: Disponible avec le statut PRO
hi: प्रो-स्टेटस के साथ उपलब्ध
ko: PRO 등급에서 사용 가능
ru: Доступно с PRO-статусом
zh: PRO会员可用

# cosmicPassportTitle
source: COSMIC PASSPORT
de: KOSMISCHER PASS
es: PASAPORTE CÓSMICO
fr: PASSEPORT COSMIQUE
hi: ब्रह्मांडीय पासपोर्ट
ko: 우주 여권
ru: КОСМИЧЕСКИЙ ПАСПОРТ
zh: 宇宙护照

# numerologyPortraitTitle
source: NUMEROLOGY PORTRAIT
de: Numerologisches Porträt
es: RETRATO NUMEROLÓGICO
fr: PORTRAIT NUMÉROLOGIQUE
hi: अंकशास्त्रीय चित्र
ko: 수비학 초상화
ru: НУМЕРОЛОГИЧЕСКИЙ ПОРТРЕТ
zh: 数字命理画像

# yourNumbersOfDestinyTitle
source: Your Numbers of Destiny
de: Ihre Schicksalszahlen
es: Tus Números del Destino
fr: Vos Nombres du Destin
hi: आपके भाग्य के अंक
ko: 당신의 운명 숫자
ru: Ваши числа судьбы
zh: 你的命运数字

# yourNumbersOfDestinySubtitle
source: Unlock your potential
de: Entfalten Sie Ihr Potenzial
es: Desbloquea tu potencial
fr: Libérez votre potentiel
hi: अपनी क्षमता को उजागर करें
ko: 당신의 잠재력을 발견하세요
ru: Раскройте свой потенциал
zh: 揭开你的潜力

# numerologyPath
source: Path
de: Lebensweg
es: Camino de Vida
fr: Chemin de Vie
hi: पथ
ko: 경로
ru: Путь
zh: 路径

# numerologyDestiny
source: Destiny
de: Schicksal
es: Destino
fr: Destin
hi: भाग्य
ko: 운명
ru: Судьба
zh: 命运

# numerologySoul
source: Soul
de: Seele
es: Alma
fr: Âme
hi: आत्मा
ko: 영혼
ru: Душа
zh: 灵魂

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: खाते से बाहर निकलें
ko: 로그아웃
ru: Выйти из аккаунта
zh: 退出账户

source: Calculating chart...
de: Horoskop wird berechnet...
es: Calculando carta...
fr: Calcul de la carte...
hi: कुंडली की गणना हो रही है...
ko: 차트를 계산하는 중...
ru: Рассчитываем карту...
zh: 正在计算星盘...

# astroDataSignMissing
source: Data for this sign is missing.
de: Daten für dieses Zeichen fehlen.
es: Faltan datos para este signo.
fr: Données manquantes pour ce signe.
hi: इस राशि के लिए डेटा उपलब्ध नहीं है।
ko: 이 별자리에 대한 데이터가 없습니다.
ru: Данные для этого знака отсутствуют.
zh: 缺少此星座的数据。

# astroDataDescriptionNotFound
source: Description for "{signName}" not found.
de: Beschreibung für "{signName}" nicht gefunden.
es: No se encontró la descripción para "{signName}".
fr: Description pour "{signName}" non trouvée.
hi: "{signName}" के लिए विवरण नहीं मिला।
ko: "{signName}"에 대한 설명을 찾을 수 없습니다.
ru: Описание для "{signName}" не найдено.
zh: 未找到“{signName}”的描述。

# astroDataMapNotLoaded
source: Data for "{mapKey}" not loaded.
de: Daten für "{mapKey}" nicht geladen.
es: No se cargaron los datos para "{mapKey}".
fr: Données pour "{mapKey}" non chargées.
hi: "{mapKey}" के लिए डेटा लोड नहीं हुआ।
ko: "{mapKey}"에 대한 데이터가 로드되지 않았습니다.
ru: Данные для "{mapKey}" не загружены.
zh: 未加载“{mapKey}”的数据。

# planetSun
source: Sun
de: Sonne
es: Sol
fr: Soleil
hi: सूर्य
ko: 태양
ru: Солнце
zh: 太阳

# planetMoon
source: Moon
de: Mond
es: Luna
fr: Lune
hi: चंद्रमा
ko: 달
ru: Луна
zh: 月亮

# planetAscendant
source: Ascendant
de: Aszendent
es: Ascendente
hi: लग्न
ko: 어센던트
ru: Асцендент
zh: 上升星座

# planetMercury
source: Mercury
de: Merkur
es: Mercurio
fr: Mercure
hi: बुध
ko: 수성
ru: Меркурий
zh: 水星

# planetVenus
source: Venus
fr: Vénus
hi: शुक्र
ko: 금성
ru: Венера
zh: 金星

# planetMars
source: Mars
es: Marte
hi: मंगल
ko: 화성
ru: Марс
zh: 火星

# planetSaturn
source: Saturn
es: Saturno
fr: Saturne
hi: शनि
ko: 토성
ru: Сатурн
zh: 土星

# planetJupiter
source: Jupiter
es: Júpiter
hi: बृहस्पति
ko: 목성
ru: Юпитер
zh: 木星

# planetUranus
source: Uranus
es: Urano
hi: अरुण
ko: 천왕성
ru: Уран
zh: 天王星

# planetNeptune
source: Neptune
de: Neptun
es: Neptuno
hi: वरुण
ko: 해왕성
ru: Нептун
zh: 海王星

# planetPluto
source: Pluto
es: Plutón
fr: Pluton
hi: यम
ko: 명왕성
ru: Плутон
zh: 冥王星

# getProTitle
source: Get PRO
de: PRO erhalten
es: Obtener PRO
fr: Obtenir PRO
hi: प्रो प्राप्त करें
ko: PRO 얻기
ru: Получить PRO
zh: 获取PRO

# getProSubtitle
source: Unlock all features
de: Alle Funktionen freischalten
es: Desbloquea todas las funciones
fr: Débloquez toutes les fonctionnalités
hi: सभी सुविधाएँ अनलॉक करें
ko: 모든 기능 잠금 해제
ru: Разблокируйте все функции
zh: 解锁所有功能

# proStatusActive
source: PRO status is active
de: PRO-Status ist aktiv
es: El estado PRO está activo
fr: Statut PRO actif
hi: प्रो-स्टेटस सक्रिय है
ko: PRO 상태 활성
ru: PRO-статус активен
zh: PRO状态已激活

# proStatusExpired
source: Status has expired
de: Status ist abgelaufen
es: El estado ha expirado
fr: Le statut a expiré
hi: स्टेटस समाप्त हो गया है
ko: 상태 만료됨
ru: Статус истек
zh: 状态已过期

# proStatusDaysLeft
source: Days left: {days}
de: Verbleibende Tage: {days}
es: Días restantes: {days}
fr: Jours restants : {days}
hi: शेष दिन: {days}
ko: 남은 일수: {days}
ru: Осталось дней: {days}
zh: 剩余天数：{days}

# proStatusHoursLeft
source: Hours left: {hours}
de: Verbleibende Stunden: {hours}
es: Horas restantes: {hours}
fr: Heures restantes : {hours}
hi: शेष घंटे: {hours}
ko: 남은 시간: {hours}
ru: Осталось часов: {hours}
zh: 剩余小时数：{hours}

# proStatusExpiresToday
source: Expires today
de: Läuft heute ab
es: Expira hoy
fr: Expire aujourd'hui
hi: आज समाप्त हो रहा है
ko: 오늘 만료
ru: Заканчивается сегодня
zh: 今天到期

# astroDialogTitle
source: {planetName} in {signName}
es: {planetName} en {signName}
fr: {planetName} en {signName}
hi: {signName} राशि में {planetName}
ko: {signName}의 {planetName}
ru: {planetName} в знаке {signName}
zh: {planetName} 在 {signName}

# likesYouTitle
source: Likes You
de: Likes Dich
es: Le gustas
fr: Ils vous aiment
hi: आपको पसंद करते हैं
ko: 나를 좋아함
ru: Вам симпатии
zh: 喜欢你

# likesYouTotal
source: Total likes: {count}
de: Gesamte Likes: {count}
es: Total de 'me gusta': {count}
fr: Total des 'j'aime' : {count}
hi: कुल पसंद: {count}
ko: 총 좋아요: {count}
ru: Всего симпатий: {count}
zh: 总喜欢数：{count}

# likesYouNone
source: No likes yet
de: Noch keine Likes
es: Aún no hay 'me gusta'
fr: Aucun 'j'aime' pour le moment
hi: अभी तक कोई पसंद नहीं
ko: 아직 좋아요가 없습니다
ru: Пока нет симпатий
zh: 暂时没有喜欢

# reportOnUser
source: Report on {userName}
de: {userName} melden
es: Reportar a {userName}
fr: Signaler {userName}
hi: {userName} पर रिपोर्ट करें
ko: {userName} 신고하기
ru: Пожаловаться на {userName}
zh: 举报 {userName}

# reportReasonSpam
source: Spam
hi: स्पैम
ko: 스팸
ru: Спам
zh: 垃圾信息

# reportReasonInsultingBehavior
source: Insulting behavior
de: Beleidigendes Verhalten
es: Comportamiento ofensivo
fr: Comportement insultant
hi: अपमानजनक व्यवहार
ko: 모욕적인 행동
ru: Оскорбительное поведение
zh: 侮辱性行为

# reportReasonScam
source: Scam
de: Betrug
es: Estafa
fr: Arnaque
hi: धोखाधड़ी
ko: 사기
ru: Мошенничество
zh: 诈骗

# reportReasonInappropriateContent
source: Inappropriate content
de: Unangemessener Inhalt
es: Contenido inapropiado
fr: Contenu inapproprié
hi: अनुचित सामग्री
ko: 부적절한 콘텐츠
ru: Неприемлемый контент
zh: 不当内容

# reportDetailsHint
source: Additional details (optional)
de: Zusätzliche Details (optional)
es: Detalles adicionales (opcional)
fr: Détails supplémentaires (facultatif)
hi: अतिरिक्त विवरण (वैकल्पिक)
ko: 추가 정보 (선택 사항)
ru: Дополнительные детали (необязательно)
zh: 更多细节（可选）

source: Send
de: Senden
es: Enviar
fr: Envoyer
hi: भेजें
ko: 보내기
ru: Отправить
zh: 发送

# reportSentSnackbar
source: Thank you! Your report has been submitted.
de: Vielen Dank! Ihre Meldung wurde übermittelt.
es: ¡Gracias! Tu reporte ha sido enviado.
fr: Merci ! Votre signalement a été envoyé.
hi: धन्यवाद! आपकी शिकायत भेज दी गई है।
ko: 감사합니다! 신고가 접수되었습니다.
ru: Спасибо! Ваша жалоба отправлена.
zh: 谢谢！您的举报已发送。

# profileLoadError
source: Failed to load profile
de: Profil konnte nicht geladen werden
es: Error al cargar el perfil
fr: Échec du chargement du profil
hi: प्रोफ़ाइल लोड करने में विफल
ko: 프로필을 로드하지 못했습니다
ru: Не удалось загрузить профиль
zh: 无法加载个人资料

source: Back
de: Zurück
es: Volver
fr: Retour
hi: वापस
ko: 뒤로
ru: Назад
zh: 返回

source: Report
de: Melden
es: Reportar
fr: Signaler
hi: रिपोर्ट करें
ko: 신고하기
ru: Пожаловаться
zh: 举报

# userProfilePhotoAlbumTitle
source: Photo Album ({photoCount})
de: Fotoalbum ({photoCount})
es: Álbum de fotos ({photoCount})
fr: Album photo ({photoCount})
hi: फोटो एलबम ({photoCount})
ko: 사진 앨범 ({photoCount})
ru: Фотоальбом ({photoCount})
zh: 相册 ({photoCount})

# userProfileViewPhotos
source: View photos
de: Fotos ansehen
es: Ver fotos
fr: Voir les photos
hi: तस्वीरें देखें
ko: 사진 보기
ru: Посмотреть фотографии
zh: 查看照片

source: About Me
de: Über mich
es: Sobre mí
fr: À propos de moi
hi: मेरे बारे में
ko: 자기소개
ru: О себе
zh: 关于我

# bioEmpty
source: This user hasn't shared anything about themselves yet.
de: Dieser Benutzer hat noch nichts über sich erzählt.
es: Este usuario aún no ha compartido nada sobre sí mismo.
fr: Cet utilisateur n'a encore rien partagé à son sujet.
hi: उपयोगकर्ता ने अपने बारे में कुछ नहीं बताया है।
ko: 사용자가 자신에 대해 아무것도 쓰지 않았습니다.
ru: Пользователь ничего не рассказал о себе.
zh: 用户没有介绍自己。

source: Cosmic Passport
de: Kosmischer Pass
es: Pasaporte Cósmico
fr: Passeport Cosmique
hi: ब्रह्मांडीय पासपोर्ट
ko: 우주 여권
ru: Космический паспорт
zh: 宇宙护照

# sunInSign
source: ☀️ Sun in {signName}
de: ☀️ Sonne in {signName}
es: ☀️ Sol en {signName}
fr: ☀️ Soleil en {signName}
hi: ☀️ {signName} राशि में सूर्य
ko: ☀️ {signName}의 태양
ru: ☀️ Солнце в знаке {signName}
zh: ☀️ 太阳在 {signName}

# friendshipStatusFriends
source: You are friends
de: Ihr seid Freunde
es: Son amigos
fr: Vous êtes amis
hi: आप मित्र हैं
ko: 친구입니다
ru: Вы друзья
zh: 你们是朋友

# friendshipRemoveTitle
source: Remove from friends?
de: Aus Freunden entfernen?
es: ¿Eliminar de amigos?
fr: Retirer des amis ?
hi: मित्रों से हटाएँ?
ko: 친구 목록에서 삭제하시겠습니까?
ru: Удалить из друзей?
zh: 从朋友中删除？

# friendshipRemoveContent
source: Are you sure you want to remove {userName} from your friends?
de: Sind Sie sicher, dass Sie {userName} aus Ihren Freunden entfernen möchten?
es: ¿Estás seguro de que quieres eliminar a {userName} de tus amigos?
fr: Êtes-vous sûr de vouloir retirer {userName} de vos amis ?
hi: क्या आप वाकई {userName} को मित्रों से हटाना चाहते हैं?
ko: 정말로 {userName}님을 친구 목록에서 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить {userName} из друзей?
zh: 您确定要从朋友中删除 {userName} 吗？

source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
hi: हटाएँ
ko: 삭제
ru: Удалить
zh: 删除

# friendshipStatusRequestSent
source: Request sent
de: Anfrage gesendet
es: Solicitud enviada
fr: Demande envoyée
hi: अनुरोध भेजा गया
ko: 요청이 전송되었습니다
ru: Заявка отправлена
zh: 请求已发送

# friendshipActionDecline
source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser
hi: अस्वीकार करें
ko: 거절
ru: Отклонить
zh: 拒绝

# friendshipActionAccept
source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
hi: स्वीकार करें
ko: 수락
ru: Принять
zh: 接受

# friendshipActionAdd
source: Add friend
de: Als Freund hinzufügen
es: Añadir amigo
fr: Ajouter comme ami
hi: मित्र बनाएं
ko: 친구 추가
ru: Добавить в друзья
zh: 加为好友

# likeSnackbarSuccess
source: You liked {userName}!
de: Sie haben {userName} ein Like gegeben!
es: ¡Te gusta {userName}!
fr: Vous avez aimé {userName} !
hi: आपने {userName} को पसंद किया!
ko: {userName}님을 좋아했습니다!
ru: Вы лайкнули {userName}!
zh: 你喜欢了 {userName}！

# likeSnackbarAlreadyLiked
source: You have already liked {userName}
de: Sie haben {userName} bereits ein Like gegeben
es: Ya te gusta {userName}
fr: Vous avez déjà aimé {userName}
hi: आप पहले ही {userName} को पसंद कर चुके हैं
ko: 이미 {userName}님을 좋아했습니다
ru: Вы уже лайкнули {userName}
zh: 你已经喜欢过 {userName}

# writeMessage
source: Message
de: Nachricht schreiben
es: Escribir mensaje
fr: Écrire un message
hi: संदेश लिखें
ko: 메시지 보내기
ru: Написать
zh: 发送消息

source: Check Compatibility
de: Kompatibilität prüfen
es: Verificar compatibilidad
fr: Vérifier la compatibilité
hi: संगतता जांचें
ko: 궁합 확인
ru: Проверить совместимость
zh: 检查兼容性

# yourCosmicInfluence
source: Your Cosmic Influence Today
es: Tu Influencia Cósmica Hoy
fr: Votre Influence Cosmique Aujourd'hui
hi: आज आपका ब्रह्मांडीय प्रभाव
ko: 오늘의 당신의 우주적 영향력
ru: Ваше Космическое Влияние Сегодня
zh: 你今天的宇宙影响

# cosmicEventsLoading
source: Calculating cosmic events...
es: Calculando eventos cósmicos...
fr: Calcul des événements cosmiques...
hi: ब्रह्मांडीय घटनाओं की गणना हो रही है...
ko: 우주 이벤트를 계산하는 중...
ru: Рассчитываем космические события...
zh: 正在计算宇宙事件...

# cosmicEventsEmpty
source: The cosmos is calm today. Enjoy the harmony!
es: El cosmos está en calma hoy. ¡Disfruta de la armonía!
fr: Le cosmos est calme aujourd'hui. Profitez de l'harmonie !
hi: आज ब्रह्मांड शांत है। सामंजस्य का आनंद लें!
ko: 오늘은 우주가 고요합니다. 조화를 즐기세요!
ru: Сегодня космос спокоен. Наслаждайтесь гармонией!
zh: 今天宇宙平静。享受和谐吧！

# cosmicEventsError
source: Couldn't calculate cosmic events. Please try again later.
es: No se pudieron calcular los eventos cósmicos. Inténtalo de nuevo más tarde.
fr: Impossible de calculer les événements cosmiques. Veuillez réessayer plus tard.
hi: ब्रह्मांडीय घटनाओं की गणना करने में विफल। बाद में प्रयास करें।
ko: 우주 이벤트를 계산하지 못했습니다. 나중에 다시 시도하세요.
ru: Не удалось рассчитать космические события. Попробуйте позже.
zh: 无法计算宇宙事件。请稍后再试。

# cosmicConnectionTitle
source: Cosmic Bond
de: Kosmische Verbindung
es: Vínculo Cósmico
fr: Lien Cosmique
hi: ब्रह्मांडीय संबंध
ko: 우주적 연결
ru: Космическая Связь
zh: 宇宙连接

# shareText
source: Our compatibility with {name} is {score}%! ✨ Calculated in Aryonika
de: Unsere Kompatibilität mit {name} beträgt {score}%! ✨ Berechnet in Aryonika
es: ¡Nuestra compatibilidad con {name} es del {score}%! ✨ Calculado en Aryonika
fr: Notre compatibilité avec {name} est de {score}% ! ✨ Calculé dans Aryonika
hi: {name} के साथ हमारी अनुकूलता {score}% है! ✨ Aryonika में गणना की गई
ko: {name}님과의 궁합은 {score}%입니다! ✨ Aryonika에서 계산됨
ru: Наша совместимость с {name} — {score}%! ✨ Рассчитано в Aryonika
zh: 我们与 {name} 的兼容性为 {score}%！✨ 在 Aryonika 计算

# shareErrorSnackbar
source: An error occurred while trying to share.
de: Beim Teilen ist ein Fehler aufgetreten.
es: Ocurrió un error al intentar compartir.
fr: Une erreur est survenue lors du partage.
hi: साझा करने का प्रयास करते समय एक त्रुटि हुई।
ko: 공유하는 중 오류가 발생했습니다.
ru: Произошла ошибка при попытке поделиться.
zh: 尝试分享时出错。

# compatibilityErrorTitle
source: Failed to calculate compatibility
de: Kompatibilität konnte nicht berechnet werden
es: No se pudo calcular la compatibilidad
fr: Échec du calcul de la compatibilité
hi: संगतता की गणना करने में विफल
ko: 궁합을 계산하지 못했습니다
ru: Не удалось рассчитать совместимость
zh: 无法计算兼容性

# compatibilityErrorSubtitle
source: Partner's data might be incomplete or a network error occurred.
de: Die Daten des Partners sind möglicherweise unvollständig oder es ist ein Netzwerkfehler aufgetreten.
es: Los datos del socio pueden estar incompletos o ocurrió un error de red.
fr: Les données du partenaire sont peut-être incomplètes ou une erreur réseau est survenue.
hi: हो सकता है कि पार्टनर का डेटा अधूरा हो या कोई नेटवर्क त्रुटि हुई हो।
ko: 파트너의 데이터가 불완전하거나 네트워크 오류가 발생했을 수 있습니다.
ru: Возможно, данные партнера неполные или произошла сетевая ошибка.
zh: 可能是伴侣的数据不完整或发生了网络错误。

source: Go Back
de: Zurückgehen
es: Regresar
fr: Retourner
hi: वापस जाएं
ko: 돌아가기
ru: Вернуться назад
zh: 返回

# sectionCosmicAdvice
source: COSMIC ADVICE
de: KOSMISCHER RATSCHLAG
es: CONSEJO CÓSMICO
fr: CONSEIL COSMIQUE
hi: ब्रह्मांडीय सलाह
ko: 우주의 조언
ru: КОСМИЧЕСКИЙ СОВЕТ
zh: 宇宙建议

# sectionDailyInfluence
source: DAILY INFLUENCE
de: TÄGLICHER EINFLUSS
es: INFLUENCIA DIARIA
fr: INFLUENCE DU JOUR
hi: दिन का प्रभाव
ko: 오늘의 영향
ru: ВЛИЯНИЕ ДНЯ
zh: 每日影响

# sectionAstrologicalResonance
source: ASTROLOGICAL RESONANCE
de: ASTROLOGISCHE RESONANZ
es: RESONANCIA ASTROLÓGICA
fr: RÉSONANCE ASTROLOGIQUE
hi: ज्योतिषीय अनुनाद
ko: 점성술적 공명
ru: АСТРОЛОГИЧЕСКИЙ РЕЗОНАНС
zh: 星座共鸣

# sectionNumerologyMatrix
source: NUMEROLOGY MATRIX
de: NUMEROLOGISCHE MATRIX
es: MATRIZ NUMEROLÓGICA
fr: MATRICE NUMÉROLOGIQUE
hi: अंकशास्त्रीय मैट्रिक्स
ko: 수비학 매트릭스
ru: НУМЕРОЛОГИЧЕСКАЯ МАТРИЦА
zh: 数字命理矩阵

# sectionPalmistryConnection
source: PALMISTRY CONNECTION
de: HANDLESEN-VERBINDUNG
es: CONEXIÓN DE QUIROMANCIA
fr: CONNEXION CHIROMANTIQUE
hi: हस्तरेखा संबंध
ko: 손금 연결
ru: ХИРОМАНТИЧЕСКАЯ СВЯЗЬ
zh: 手相联系

# sectionAboutPerson
source: ABOUT THE PERSON
de: ÜBER DIE PERSON
es: SOBRE LA PERSONA
fr: À PROPOS DE LA PERSONNE
hi: व्यक्ति के बारे में
ko: 상대에 대하여
ru: О ЧЕЛОВЕКЕ
zh: 关于此人

# palmistryNoData
source: One of the partners has not yet completed the palm analysis. This will unlock a new level of your compatibility!
de: Einer der Partner hat die Handanalyse noch nicht abgeschlossen. Dies wird eine neue Ebene Ihrer Kompatibilität freischalten!
es: Uno de los socios aún no ha completado el análisis de la palma. ¡Esto desbloqueará un nuevo nivel de su compatibilidad!
fr: L'un des partenaires n'a pas encore effectué l'analyse de la paume. Cela débloquera un nouveau niveau de votre compatibilité !
hi: एक साथी ने अभी तक हस्तरेखा विश्लेषण पूरा नहीं किया है। यह आपकी संगतता का एक नया स्तर खोलेगा!
ko: 두 사람 중 한 명이 아직 손금 분석을 완료하지 않았습니다. 이것은 당신들의 궁합에 새로운 차원을 열어줄 것입니다!
ru: Один из партнеров еще не прошел анализ ладони. Это откроет новый уровень вашей совместимости!
zh: 其中一方尚未完成手相分析。这将开启你们兼容性的新层次！

# palmistryCommonTraits
source: You are united by: {traits}. This creates a solid foundation for your relationship.
de: Euch verbindet: {traits}. Dies schafft eine solide Grundlage für eure Beziehung.
es: Los une: {traits}. Esto crea una base sólida para su relación.
fr: Vous êtes unis par : {traits}. Cela crée une base solide pour votre relation.
hi: आप {traits} से एकजुट हैं। यह आपके रिश्ते के लिए एक मजबूत नींव बनाता है।
ko: 당신들을 하나로 묶는 것은 {traits}입니다. 이것은 당신들의 관계에 견고한 기반을 만듭니다.
ru: Вас объединяет: {traits}. Это создает прочный фундамент для ваших отношений.
zh: 你们的共同点是：{traits}。这为你们的关系奠定了坚实的基础。
