Repository: pslergy/Aryonika
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ko, ru, zh

# palmistryUniqueTraits
source: You complement each other: your '{myTrait}' trait harmonizes perfectly with their '{partnerTrait}'.
de: Ihr ergänzt euch gegenseitig: dein Merkmal '{myTrait}' harmoniert perfekt mit seinem/ihrem '{partnerTrait}'.
es: Se complementan mutuamente: tu rasgo '{myTrait}' armoniza perfectamente con su rasgo '{partnerTrait}'.
fr: Vous vous complétez : votre trait '{myTrait}' s'harmonise parfaitement avec son trait '{partnerTrait}'.
hi: आप एक-दूसरे के पूरक हैं: आपका गुण '{myTrait}' उनके '{partnerTrait}' के साथ खूबसूरती से मेल खाता है।
ko: 당신들은 서로를 보완합니다: 당신의 특성 '{myTrait}'는 상대방의 '{partnerTrait}'와 아름답게 조화를 이룹니다.
ru: Вы дополняете друг друга: ваша черта '{myTrait}' прекрасно гармонирует с его(ее) '{partnerTrait}'.
zh: 你们互补：你的特质“{myTrait}”与他（她）的“{partnerTrait}”完美和谐。

source: Harmony
de: Harmonie
es: Armonía
fr: Harmonie
hi: सामंजस्य
ko: 조화
ru: Гармония
zh: 和谐度

# adviceRareConnection
source: Your souls resonate in unison. This is a rare cosmic connection where both personalities (Sun) and emotions (Moon) are in harmony. Cherish this treasure.
de: Eure Seelen schwingen im Einklang. Dies ist eine seltene kosmische Verbindung, bei der sowohl Persönlichkeiten (Sonne) als auch Emotionen (Mond) harmonieren. Schätzt diesen Schatz.
es: Sus almas resuenan al unísono. Esta es una rara conexión cósmica donde tanto las personalidades (Sol) como las emociones (Luna) están en armonía. Valoren este tesoro.
fr: Vos âmes résonnent à l'unisson. C'est une connexion cosmique rare où les personnalités (Soleil) et les émotions (Lune) sont en harmonie. Chérissez ce trésor.
hi: आपकी आत्माएं एक सुर में गूंजती हैं। यह एक दुर्लभ ब्रह्मांडीय संबंध है, जहाँ व्यक्तित्व (सूर्य) और भावनाएं (चंद्रमा) दोनों सामंजस्य में हैं। इस खजाने की सराहना करें।
ko: 당신들의 영혼이 함께 공명합니다. 이것은 성격(태양)과 감정(달)이 모두 조화를 이루는 드문 우주적 연결입니다. 이 보물을 소중히 여기세요.
ru: Ваши души резонируют в унисон. Это редкая космическая связь, где гармонируют и личности (Солнце), и эмоции (Луна). Цените это сокровище.
zh: 你们的灵魂同频共振。这是一种罕见的宇宙联系，个性和情感都和谐统一。珍惜这份宝藏。

# advicePassionChallenge
source: A flame of passion rages between you, but your personalities may clash. Learn to turn arguments into energy for growth, and your bond will become unbreakable.
de: Zwischen euch wütet eine Flamme der Leidenschaft, aber eure Persönlichkeiten könnten aneinandergeraten. Lernt, Streit in Energie für Wachstum umzuwandeln, und eure Verbindung wird unzerbrechlich.
es: Una llama de pasión arde entre ustedes, pero sus personalidades pueden chocar. Aprendan a convertir las discusiones en energía para crecer, y su vínculo se volverá inquebrantable.
fr: Une flamme de passion fait rage entre vous, mais vos personnalités peuvent s'affronter. Apprenez à transformer les disputes en énergie pour grandir, et votre lien deviendra indestructible.
hi: आपके बीच जुनून की आग जल रही है, लेकिन आपके व्यक्तित्व में टकराव हो सकता है। विवादों को विकास के लिए ऊर्जा में बदलना सीखें, और आपका बंधन अटूट हो जाएगा।
ko: 두 사람 사이에는 열정의 불꽃이 타오르지만, 성격이 충돌할 수 있습니다. 논쟁을 성장의 에너지로 바꾸는 법을 배우면, 당신들의 연결은 깨지지 않을 것입니다.
ru: Между вами бушует пламя страсти, но ваши личности могут конфликтовать. Учитесь превращать споры в энергию для роста, и ваша связь станет нерушимой.
zh: 你们之间充满激情，但个性可能会冲突。学会将争论转化为成长的能量，你们的联系将坚不可摧。

# adviceBestFriends
source: You are best friends who understand each other at a glance and feel comfortable together. Physical attraction may grow over time; the main thing is your spiritual closeness.
de: Ihr seid beste Freunde, die sich auf einen Blick verstehen und sich wohlfühlen. Die körperliche Anziehung kann mit der Zeit wachsen; das Wichtigste ist eure seelische Nähe.
es: Son los mejores amigos, se entienden con una mirada y se sienten cómodos juntos. La atracción física puede crecer con el tiempo; lo principal es su cercanía espiritual.
fr: Vous êtes les meilleurs amis du monde, vous vous comprenez d'un seul regard et vous sentez à l'aise ensemble. L'attirance physique peut grandir avec le temps ; l'essentiel est votre proximité spirituelle.
hi: आप सबसे अच्छे दोस्त हैं जो एक-दूसरे को आधा शब्द में समझते हैं और सहज महसूस करते हैं। शारीरिक आकर्षण समय के साथ बढ़ सकता है, मुख्य बात आपकी आध्यात्मिक निकटता है।
ko: 당신들은 말하지 않아도 서로를 이해하고 편안함을 느끼는 최고의 친구입니다. 육체적 매력은 시간이 지남에 따라 강화될 수 있으며, 가장 중요한 것은 당신들의 영혼적 친밀감입니다.
ru: Вы - лучшие друзья, которые понимают друг друга с полуслова и чувствуют себя комфортно. Физическое притяжение может со временем усилиться, главное — ваша душевная близость.
zh: 你们是最好的朋友，彼此心有灵犀，感觉舒适。身体上的吸引力可能会随着时间增强，最重要的是你们精神上的亲近。

# adviceKarmicLesson
source: Your paths crossed for a reason. This connection carries important lessons for both of you. Be patient and open to understand what you must teach each other.
de: Eure Wege haben sich nicht zufällig gekreuzt. Diese Verbindung birgt wichtige Lektionen für euch beide. Seid geduldig und offen, um zu verstehen, was ihr einander lehren müsst.
es: Sus caminos se cruzaron por una razón. Esta conexión trae lecciones importantes para ambos. Sean pacientes y abiertos para entender lo que deben enseñarse mutuamente.
fr: Vos chemins se sont croisés pour une raison. Cette connexion apporte des leçons importantes pour vous deux. Soyez patients et ouverts pour comprendre ce que vous devez vous apprendre mutuellement.
hi: आपके रास्ते संयोग से नहीं मिले हैं। यह संबंध दोनों के लिए महत्वपूर्ण सबक लेकर आता है। यह समझने के लिए धैर्य और खुले रहें कि आपको एक-दूसरे को क्या सिखाना है।
ko: 당신들의 길이 우연히 교차한 것이 아닙니다. 이 연결은 두 사람 모두에게 중요한 교훈을 가져다줍니다. 서로에게 무엇을 가르쳐야 하는지 이해하기 위해 인내심을 갖고 열린 마음을 가지세요.
ru: Ваши пути пересеклись не случайно. Эта связь несет важные уроки для обоих. Будьте терпеливы и открыты, чтобы понять, чему вы должны научить друг друга.
zh: 你们的相遇并非偶然。这段关系为双方都带来了重要的课题。保持耐心和开放，去理解你们需要互相教导什么。

# adviceGreatPotential
source: There is a strong attraction between you and great potential for growth. Learn from each other, and your bond will grow stronger. The stars are on your side.
de: Es gibt eine starke Anziehung zwischen euch und großes Wachstumspotenzial. Lernt voneinander, und eure Verbindung wird stärker. Die Sterne stehen auf eurer Seite.
es: Hay una fuerte atracción entre ustedes y un gran potencial para crecer. Aprendan el uno del otro, y su vínculo se fortalecerá. Las estrellas están de su lado.
fr: Il y a une forte attirance entre vous et un grand potentiel de croissance. Apprenez l'un de l'autre, et votre lien se renforcera. Les étoiles sont de votre côté.
hi: आपके बीच एक मजबूत आकर्षण और विकास की महान क्षमता है। एक-दूसरे से सीखें, और आपका बंधन मजबूत होगा। सितारे आपके पक्ष में हैं।
ko: 두 사람 사이에는 강한 끌림과 성장을 위한 훌륭한 잠재력이 있습니다. 서로에게서 배우면, 당신들의 연결은 더 강해질 것입니다. 별들이 당신들 편입니다.
ru: Между вами есть сильное притяжение и отличный потенциал для роста. Учитесь друг у друга, и ваша связь станет крепче. Звезды на вашей стороне.
zh: 你们之间有强烈的吸引力和巨大的成长潜力。互相学习，你们的联系会变得更强。星星在你们这边。

# adviceBase
source: Study each other. Every encounter is an opportunity to discover a new universe. Your story is just beginning.
de: Studiert einander. Jede Begegnung ist eine Gelegenheit, ein neues Universum zu entdecken. Eure Geschichte fängt gerade erst an.
es: Estúdiense mutuamente. Cada encuentro es una oportunidad para descubrir un nuevo universo. Su historia apenas comienza.
fr: Étudiez-vous mutuellement. Chaque rencontre est une opportunité de découvrir un nouvel univers. Votre histoire ne fait que commencer.
hi: एक-दूसरे का अध्ययन करें। हर मुलाकात एक नए ब्रह्मांड को खोजने का अवसर है। आपकी कहानी अभी शुरू हो रही है।
ko: 서로를 탐구하세요. 모든 만남은 새로운 우주를 발견할 기회입니다. 당신들의 이야기는 이제 막 시작되었습니다.
ru: Изучайте друг друга. Каждая встреча — это возможность открыть новую вселенную. Ваша история только начинается.
zh: 互相了解。每一次相遇都是发现一个新宇宙的机会。你们的故事才刚刚开始。

# dailyInfluenceCalm
source: Cosmic calm. A great day to simply enjoy each other's company without external influences.
de: Kosmische Flaute. Ein großartiger Tag, um einfach die Gesellschaft des anderen ohne äußere Einflüsse zu genießen.
es: Calma cósmica. Un gran día para simplemente disfrutar de la compañía del otro sin influencias externas.
fr: Calme cosmique. Une excellente journée pour simplement profiter de la compagnie de l'autre sans influences extérieures.
hi: ब्रह्मांडीय शांति। बाहरी प्रभावों के बिना एक-दूसरे की संगति का आनंद लेने के लिए एक महान दिन।
ko: 우주적 고요함. 외부 영향 없이 서로의 존재를 즐기기에 좋은 날입니다.
ru: Космический штиль. Отличный день, чтобы просто наслаждаться обществом друг друга без внешних влияний.
zh: 宇宙风平浪静。今天非常适合不受外界影响地享受彼此的陪伴。

# dailyAdviceFavorable
source: Advice: Use this energy! An excellent moment for joint plans.
de: Tipp: Nutzt diese Energie! Ein ausgezeichneter Moment für gemeinsame Pläne.
es: Consejo: ¡Usen esta energía! Un excelente momento para planes conjuntos.
fr: Conseil : Utilisez cette énergie ! Un excellent moment pour des projets communs.
hi: सलाह: इस ऊर्जा का उपयोग करें! संयुक्त योजनाओं के लिए एक शानदार क्षण।
ko: 조언: 이 에너지를 활용하세요! 공동 계획을 세우기에 좋은 순간입니다.
ru: Совет: Используйте эту энергию! Отличный момент для совместных планов.
zh: 建议：利用这股能量！这是制定共同计划的绝佳时机。

# dailyAdviceTense
source: Advice: Be more patient with each other. Misunderstandings are possible.
de: Tipp: Seid geduldiger miteinander. Missverständnisse sind möglich.
es: Consejo: Sean más pacientes el uno con el otro. Es posible que haya malentendidos.
fr: Conseil : Soyez plus patients l'un envers l'autre. Des malentendus sont possibles.
hi: सलाह: एक-दूसरे के प्रति अधिक सहिष्णु बनें। गलतफहमी संभव है।
ko: 조언: 서로에게 더 관대해지세요. 오해가 있을 수 있습니다.
ru: Совет: Будьте терпимее друг к другу. Возможны недопонимания.
zh: 建议：对彼此多一些耐心。可能会有误解。

# proFeatureLocked
source: A detailed analysis of this aspect is available in the PRO version.
de: Eine detaillierte Analyse dieses Aspekts ist in der PRO-Version verfügbar.
es: El análisis detallado de este aspecto está disponible en la versión PRO.
fr: Une analyse détaillée de cet aspect est disponible dans la version PRO.
hi: इस पहलू का विस्तृत विश्लेषण प्रो-संस्करण में उपलब्ध है।
ko: 이 측면에 대한 상세 분석은 PRO 버전에서 가능합니다.
ru: Подробный анализ этого аспекта доступен в PRO-версии.
zh: 此方面的详细分析在PRO版本中提供。

# getProButton
source: Get PRO
de: PRO holen
es: Obtener PRO
fr: Obtenir PRO
hi: प्रो प्राप्त करें
ko: PRO 얻기
ru: Получить PRO
zh: 获取PRO

# numerologyLifePath
source: Life Path
de: Lebensweg
es: Camino de Vida
fr: Chemin de Vie
hi: जीवन पथ
ko: 인생 경로
ru: Путь жизни
zh: 生命路径

# numerologyDestinyNumber
source: Destiny Number
de: Schicksalszahl
es: Número de Destino
fr: Nombre de Destin
hi: भाग्य अंक
ko: 운명수
ru: Число Судьбы
zh: 命运数字

# numerologySoulNumber
source: Soul Number
de: Seelenzahl
es: Número del Alma
fr: Nombre d'Âme
hi: आत्मा अंक
ko: 영혼수
ru: Число Души
zh: 灵魂数字

# shareCardSubtitle
source: COSMIC COMPATIBILITY REPORT
de: KOSMISCHER KOMPATIBILITÄTSBERICHT
es: INFORME DE COMPATIBILIDAD CÓSMICA
fr: RAPPORT DE COMPATIBILITÉ COSMIQUE
hi: ब्रह्मांडीय संगतता रिपोर्ट
ko: 우주 궁합 보고서
ru: ОТЧЕТ КОСМИЧЕСКОЙ СОВМЕСТИМОСТИ
zh: 宇宙兼容性报告

# shareCardHarmony
source: Overall Harmony
de: Gesamtharmonie
es: Armonía General
fr: Harmonie globale
hi: कुल सामंजस्य
ko: 전체 조화
ru: Общая гармония
zh: 总和谐度

# shareCardPersonalityHarmony
source: Personality Harmony (Sun)
de: Persönlichkeitsharmonie (Sonne)
es: Armonía de Personalidades (Sol)
fr: Harmonie des personnalités (Soleil)
hi: व्यक्तित्व सामंजस्य (सूर्य)
ko: 성격 조화 (태양)
ru: Гармония личностей (Солнце)
zh: 个性和谐度 (太阳)

# shareCardLifePath
source: Life Path (Numerology)
de: Lebensweg (Numerologie)
es: Camino de Vida (Numerología)
fr: Chemin de Vie (Numérologie)
hi: जीवन पथ (अंकशास्त्र)
ko: 인생 경로 (수비학)
ru: Путь Жизни (Нумерология)
zh: 生命路径 (数字命理学)

# shareCardCtaTitle
source: Discover your cosmic compatibility!
de: Entdecke deine kosmische Kompatibilität!
es: ¡Descubre tu compatibilidad cósmica!
fr: Découvrez votre compatibilité cosmique !
hi: अपनी ब्रह्मांडीय संगतता जानें!
ko: 당신의 우주 궁합을 알아보세요!
ru: Узнай свою космическую совместимость!
zh: 发现你的宇宙 兼容性！

# shareCardCtaSubtitle
source: Download Aryonika on RuStore
de: Lade Aryonika im RuStore herunter
es: Descarga Aryonika en RuStore
fr: Téléchargez Aryonika sur RuStore
hi: ऐप स्टोर से Aryonika डाउनलोड करें
ko: 앱스토어에서 Aryonika 다운로드
ru: Скачай Aryonika в RuStore
zh: 在应用商店下载 Aryonika

# loginTitle
source: Sign In
de: Anmelden
es: Iniciar Sesión
fr: Se connecter
hi: खाते में प्रवेश करें
ko: 계정 로그인
ru: Вход в аккаунт
zh: 登录账户

source: Login Error
de: Anmeldefehler
es: Error de inicio de sesión
fr: Erreur de connexion
hi: लॉगिन त्रुटि
ko: 로그인 오류
ru: Ошибка входа
zh: 登录失败

# passwordResetTitle
source: Password Reset
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialisation du mot de passe
hi: पासवर्ड पुनर्प्राप्ति
ko: 비밀번호 재설정
ru: Восстановление пароля
zh: 重置密码

# passwordResetContent
source: Enter your E-mail, and we will send you instructions to reset your password.
de: Geben Sie Ihre E-Mail-Adresse ein, und wir senden Ihnen Anweisungen zum Zurücksetzen Ihres Passworts.
es: Ingrese su correo electrónico y le enviaremos instrucciones para restablecer su contraseña.
fr: Entrez votre E-mail, et nous vous enverrons les instructions pour réinitialiser votre mot de passe.
hi: अपना ई-मेल दर्ज करें, और हम आपको पासवर्ड रीसेट करने के लिए निर्देश भेजेंगे।
ko: 이메일을 입력하시면 비밀번호 재설정 지침을 보내드립니다.
ru: Введите ваш E-mail, и мы отправим на него инструкцию для сброса пароля.
zh: 请输入您的电子邮箱，我们将向您发送重置密码的说明。

# sendButton
source: Send
de: Senden
es: Enviar
fr: Envoyer
hi: भेजें
ko: 보내기
ru: Отправить
zh: 发送

# emailValidationError
source: Please enter a valid E-mail.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Por favor, ingrese un correo electrónico válido.
fr: Veuillez entrer un E-mail valide.
hi: कृपया एक मान्य ई-मेल दर्ज करें।
ko: 올바른 이메일을 입력하세요.
ru: Пожалуйста, введите корректный E-mail.
zh: 请输入有效的电子邮箱。

# passwordResetSuccess
source: Email sent! Check your inbox.
de: E-Mail gesendet! Überprüfen Sie Ihren Posteingang.
es: ¡Correo enviado! Revisa tu bandeja de entrada.
fr: E-mail envoyé ! Vérifiez votre boîte de réception.
hi: पत्र भेजा गया! अपना मेल जांचें।
ko: 이메일이 발송되었습니다! 메일함을 확인하세요.
ru: Письмо отправлено! Проверьте вашу почту.
zh: 邮件已发送！请检查您的收件箱。

# passwordLabel
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ko: 비밀번호
ru: Пароль
zh: 密码

# loginButton
source: Sign In
de: Anmelden
es: Iniciar Sesión
fr: Se connecter
hi: लॉग इन करें
ko: 로그인
ru: Войти
zh: 登录

# forgotPasswordButton
source: Forgot password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
hi: पासवर्ड भूल गए?
ko: 비밀번호를 잊으셨나요?
ru: Забыли пароль?
zh: 忘记密码？

# noAccountButton
source: No account? Sign Up
de: Kein Konto? Registrieren
es: ¿No tienes cuenta? Regístrate
fr: Pas de compte ? S'inscrire
hi: खाता नहीं है? बनाएं
ko: 계정이 없으신가요? 만들기
ru: Нет аккаунта? Создать
zh: 没有账户？创建

# registerTitle
source: Create Account
de: Konto erstellen
es: Crear Cuenta
fr: Créer un compte
hi: खाता बनाना
ko: 계정 만들기
ru: Создать аккаунт
zh: 创建账户

# unknownError
source: An unknown error occurred
de: Ein unbekannter Fehler ist aufgetreten
es: Ocurrió un error desconocido
fr: Une erreur inconnue est survenue
hi: एक अज्ञात त्रुटि हुई
ko: 알 수 없는 오류가 발생했습니다
ru: Произошла неизвестная ошибка
zh: 发生未知错误

# confirmPasswordLabel
source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmez le mot de passe
hi: पासवर्ड की पुष्टि कीजिये
ko: 비밀번호 확인
ru: Подтвердите пароль
zh: 确认密码

# privacyPolicyCheckbox
source: I accept the
de: Ich akzeptiere die
es: He leído y acepto los
fr: J'ai lu et j'accepte les
hi: मैं
ko: 나는
ru: Я принимаю
zh: 我已阅读并接受

# termsOfUseLink
source: Terms of Use
de: Nutzungsbedingungen
es: Términos de Uso
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
ko: 이용약관
ru: Условия использования
zh: 使用条款

source: and
de: und die
es: y la
fr: et la
hi: और
ko: 및
ru: и
zh: 和

# privacyPolicyLink
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
ko: 개인정보 처리방침
ru: Политику конфиденциальности
zh: 隐私政策

# registerButton
source: Register
de: Registrieren
es: Registrarse
fr: S'inscrire
hi: पंजीकरण करें
ko: 을(를) 읽고 동의합니다.
ru: Зарегистрироваться
zh: 注册

# alreadyHaveAccountButton
source: Already have an account? Log In
de: Bereits ein Konto? Anmelden
es: ¿Ya tienes una cuenta? Iniciar Sesión
fr: Déjà un compte ? Se connecter
hi: पहले से ही एक खाता है? लॉग इन करें
ko: 이미 계정이 있으신가요? 로그인
ru: Уже есть аккаунт? Войти
zh: 已有账户？登录

# welcomeTagline
source: Your destiny is written in the stars
de: Dein Schicksal steht in den Sternen geschrieben
es: Tu destino está escrito en las estrellas
fr: Ton destin est écrit dans les étoiles
hi: आपकी किस्मत सितारों में लिखी है
ko: 당신의 운명은 별에 쓰여 있습니다
ru: Твоя судьба написана на звездах
zh: 你的命运写在星辰里

# welcomeCreateAccountButton
source: Create a Cosmic Passport
de: Einen kosmischen Pass erstellen
es: Crear un pasaporte cósmico
fr: Créer un passeport cosmique
hi: ब्रह्मांडीय पासपोर्ट बनाएं
ko: 우주 여권 만들기
ru: Создать космический паспорт
zh: 创建宇宙护照

# welcomeLoginButton
source: I already have an account
de: Ich habe bereits ein Konto
es: Ya tengo una cuenta
fr: J'ai déjà un compte
hi: मेरा पहले से ही एक खाता है
ko: 이미 계정이 있습니다
ru: У меня уже есть аккаунт
zh: 我已有账户

# introSlide1Title
source: Aryonika — More Than Dating
de: Aryonika — Mehr als nur Dating
es: Aryonika — Más que citas
fr: Aryonika — Plus que des rencontres
hi: Aryonika — डेटिंग से कहीं बढ़कर
ko: Aryonika - 데이팅 그 이상
ru: Aryonika — больше, чем знакомства
zh: Aryonika - 不仅仅是约会

# introSlide1Description
source: Discover new levels of compatibility through astrology, numerology, and Destiny Cards.
de: Entdecken Sie neue Ebenen der Kompatibilität durch Astrologie, Numerologie und Schicksalskarten.
es: Descubre nuevos niveles de compatibilidad a través de la astrología, la numerología y las Cartas del Destino.
fr: Découvrez de nouveaux niveaux de compatibilité grâce à l'astrologie, la numérologie et les Cartes du Destin.
hi: ज्योतिष, अंकशास्त्र और भाग्य के कार्ड के माध्यम से संगतता के नए पहलुओं की खोज करें।
ko: 점성술, 수비학, 운명의 카드를 통해 궁합의 새로운 차원을 발견하세요.
ru: Откройте новые грани совместимости через астрологию, нумерологию и Карты Судьбы.
zh: 通过占星术、数字命理学和命运卡牌，发现兼容性的新维度。

# introSlide2Title
source: Your Cosmic Passport
de: Ihr kosmischer Pass
es: Tu Pasaporte Cósmico
fr: Votre passeport cosmique
hi: आपका ब्रह्मांडीय पासपोर्ट
ko: 당신의 우주 여권
ru: Ваш Космический Паспорт
zh: 你的宇宙护照

# introSlide2Description
source: Learn all about your potential and find the one who completes your universe.
de: Erfahren Sie alles über Ihr Potenzial und finden Sie denjenigen, der Ihr Universum vervollständigt.
es: Aprende todo sobre tu potencial y encuentra a quien complete tu universo.
fr: Apprenez tout sur votre potentiel et trouvez celui qui complète votre univers.
hi: अपनी पूरी क्षमता के बारे में जानें और उसे खोजें जो आपके ब्रह्मांड को पूरा करेगा।
ko: 당신의 모든 잠재력을 알아보고, 당신의 우주를 완성할 사람을 찾으세요.
ru: Узнайте всё о своем потенциале и найдите того, кто дополнит вашу Вселенную.
zh: 了解你的全部潜力，找到那个能补全你宇宙的人。

# introSlide3Title
source: Join the Galaxy
de: Treten Sie der Galaxie bei
es: Únete a la Galaxia
fr: Rejoignez la galaxie
hi: आकाशगंगा में शामिल हों
ko: 은하계에 합류하세요
ru: Присоединяйтесь к Галактике
zh: 加入银河系

# introSlide3Description
source: Start your cosmic journey to true love right now.
de: Beginnen Sie jetzt Ihre kosmische Reise zur wahren Liebe.
es: Comienza tu viaje cósmico hacia el amor verdadero ahora mismo.
fr: Commencez votre voyage cosmique vers le véritable amour dès maintenant.
hi: सच्चे प्यार की अपनी ब्रह्मांडीय यात्रा अभी शुरू करें।
ko: 지금 바로 진정한 사랑을 향한 우주 여행을 시작하세요.
ru: Начните свое космическое путешествие к настоящей любви прямо сейчас.
zh: 立即开始你寻找真爱的宇宙之旅。

# introButtonSkip
source: Skip
de: Überspringen
es: Saltar
fr: Passer
hi: छोड़ें
ko: 건너뛰기
ru: Пропустить
zh: 跳过

# introButtonNext
source: Next
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
ko: 다음
ru: Далее
zh: 下一步

# introButtonStart
source: Start
es: Comenzar
fr: Commencer
hi: शुरू करें
ko: 시작하기
ru: Начать
zh: 开始

# onboardingNameTitle
source: What's your name?
de: Wie heißen Sie?
es: ¿Cómo te llamas?
fr: Comment vous appelez-vous ?
hi: आपका नाम क्या है?
ko: 이름이 무엇인가요?
ru: Как вас зовут?
zh: 你叫什么名字？

# onboardingNameSignOutTooltip
source: Sign Out (for testing)
de: Abmelden (zum Testen)
es: Cerrar sesión (para pruebas)
fr: Se déconnecter (pour tester)
hi: लॉग आउट (परीक्षण के लिए)
ko: 로그아웃 (테스트용)
ru: Выйти (для теста)
zh: 退出（测试用）

# onboardingNameSubtitle
source: This name will be visible to other users.
de: Dieser Name wird für andere Benutzer sichtbar sein.
es: Este nombre será visible para otros usuarios.
fr: Ce nom sera visible par les autres utilisateurs.
hi: यह नाम अन्य उपयोगकर्ताओं को दिखाई देगा।
ko: 이 이름이 다른 사용자에게 표시됩니다.
ru: Это имя будут видеть другие пользователи.
zh: 其他用户将看到这个名字。

# onboardingNameLabel
source: Your Name
de: Ihr Name
es: Tu nombre
fr: Votre nom
hi: आपका नाम
ko: 당신의 이름
ru: Ваше имя
zh: 你的名字

# onboardingBioLabel
source: Tell us about yourself
de: Erzählen Sie uns von sich
es: Cuéntanos sobre ti
fr: Parlez-nous de vous
hi: अपने बारे में बताएं
ko: 자신에 대해 이야기해주세요
ru: Расскажите о себе
zh: 介绍一下你自己

# onboardingBioHint
source: Example: I love astrology and #travel...
de: Beispiel: Ich liebe Astrologie und #Reisen...
es: Ejemplo: Me encanta la astrología y #viajar...
fr: Exemple : J'aime l'astrologie et les #voyages...
hi: उदाहरण: मुझे ज्योतिष और #यात्रा पसंद है...
ko: 예: 점성술과 #여행을 좋아해요...
ru: Например: Люблю астрологию и #путешествия...
zh: 例如：我喜欢占星术和#旅行...

# onboardingButtonNext
source: Next
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
ko: 다음
ru: Далее
zh: 下一步

# onboardingBirthdateTitle
source: When were you born?
de: Wann sind Sie geboren?
es: ¿Cuándo naciste?
fr: Quand êtes-vous né(e) ?
hi: आपका जन्म कब हुआ?
ko: 언제 태어나셨나요?
ru: Когда вы родились?
zh: 你什么时候出生？

# onboardingBirthdateSubtitle
source: This is necessary for an accurate calculation of your natal chart and numerology.
de: Dies ist für eine genaue Berechnung Ihres Geburtshoroskops und Ihrer Numerologie erforderlich.
es: Esto es necesario para un cálculo preciso de tu carta natal y numerología.
fr: Ceci est nécessaire pour un calcul précis de votre thème natal et de votre numérologie.
hi: यह आपकी जन्म कुंडली और अंकशास्त्र की सटीक गणना के लिए आवश्यक है।
ko: 정확한 출생 차트와 수비학 계산에 필요합니다.
ru: Это необходимо для точного расчета натальной карты и нумерологии.
zh: 为了准确计算你的出生星盘和数字命理，这是必需的。

# datePickerHelpText
source: SELECT BIRTH DATE
de: GEBURTSDATUM AUSWÄHLEN
es: SELECCIONE LA FECHA DE NACIMIENTO
fr: SÉLECTIONNEZ LA DATE DE NAISSANCE
hi: जन्म तिथि चुनें
ko: 생년월일 선택
ru: ВЫБЕРИТЕ ДАТУ РОЖДЕНИЯ
zh: 选择出生日期

# birthdateLabel
source: Date of Birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
hi: जन्म की तारीख
ko: 생년월일
ru: Дата рождения
zh: 出生日期

# birthdatePlaceholder
source: Tap to select
de: Zum Auswählen tippen
es: Toca para seleccionar
fr: Appuyez pour sélectionner
hi: चुनने के लिए क्लिक करें
ko: 선택하려면 클릭하세요
ru: Нажмите, чтобы выбрать
zh: 点击选择

# dateFormat
source: MMMM d, yyyy
de: d. MMMM yyyy
es: d 'de' MMMM 'de' yyyy
fr: d MMMM yyyy
hi: d MMMM yyyy
ko: yyyy년 M월 d일
ru: d MMMM yyyy
zh: yyyy年M月d日

# onboardingFinishText1
source: Analyzing the position of the stars...
de: Die Position der Sterne wird analysiert...
es: Analizando la posición de las estrellas...
fr: Analyse de la position des étoiles...
hi: सितारों की स्थिति का विश्लेषण कर रहे हैं...
ko: 별의 위치를 분석하는 중...
ru: Анализируем положение звезд...
zh: 正在分析星辰位置...

# onboardingFinishText2
source: Calculating your numerological code...
de: Ihr numerologischer Code wird berechnet...
es: Calculando tu código numerológico...
fr: Calcul de votre code numérologique...
hi: आपके अंकशास्त्रीय कोड की गणना कर रहे हैं...
ko: 당신의 수비학 코드를 계산하는 중...
ru: Рассчитываем ваш нумерологический код...
zh: 正在计算你的数字命理代码...
