Repository: pslergy/Aryonika
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ko, ru, zh

# postActionComment
source: Comment
de: Kommentieren
es: Comentar
fr: Commenter
hi: टिप्पणी करें
ko: 댓글
ru: Комментарий
zh: 评论

# postActionShare
source: Share
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
ko: 공유
ru: Поделиться
zh: 分享

# channelDefaultName
source: channel
de: Kanal
es: Canal
fr: Canal
hi: चैनल
ko: 채널
ru: канал
zh: 频道

# postShareText
source: Check out this post in the "{channelName}" channel: {postText}
de: Schau dir diesen Beitrag im Kanal „{channelName}“ an: {postText}
es: Echa un vistazo a esta publicación en el canal «{channelName}»: {postText}
fr: Découvrez cette publication dans le canal « {channelName} » : {postText}
hi: "{channelName}" चैनल में इस पोस्ट को देखें: {postText}
ko: "{channelName}" 채널의 이 게시물을 확인해보세요: {postText}
ru: Посмотри пост в канале "{channelName}": {postText}
zh: 查看“{channelName}”频道中的这篇帖子: {postText}

# postDeleteDialogTitle
source: Delete Post?
de: Beitrag löschen?
es: ¿Eliminar publicación?
fr: Supprimer la publication ?
hi: पोस्ट हटाएं?
ko: 게시물을 삭제하시겠습니까?
ru: Удалить пост?
zh: 删除帖子？

# postDeleteDialogContent
source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action ne peut pas être annulée.
hi: यह कार्रवाई पूर्ववत नहीं की जा सकती।
ko: 이 작업은 되돌릴 수 없습니다.
ru: Это действие нельзя будет отменить.
zh: 此操作无法撤销。

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
ko: 삭제
ru: Удалить
zh: 删除

# postMenuDelete
source: Delete Post
de: Beitrag löschen
es: Eliminar publicación
fr: Supprimer la publication
hi: पोस्ट हटाएं
ko: 게시물 삭제
ru: Удалить пост
zh: 删除帖子

# numerologySectionKeyNumbers
source: Key Numbers
de: Schlüsselzahlen
es: Números Clave
fr: Nombres Clés
hi: मुख्य संख्याएँ
ko: 핵심 숫자
ru: Ключевые числа
zh: 关键数字

# numerologySectionCurrentVibes
source: Current Vibrations
de: Aktuelle Schwingungen
es: Vibraciones Actuales
fr: Vibrations Actuelles
hi: वर्तमान कंपन
ko: 현재의 진동
ru: Текущие вибрации
zh: 当前振动

# numerologyTitleLifePath
source: Life Path Number
de: Lebenswegzahl
es: Número del Camino de Vida
fr: Nombre du Chemin de Vie
hi: जीवन पथ संख्या
ko: 인생 경로 수
ru: Число Жизненного Пути
zh: 生命路径数

# numerologyTitleDestiny
source: Destiny (Expression) Number
de: Schicksalszahl (Ausdruckszahl)
es: Número del Destino (de Expresión)
fr: Nombre de Destinée (d'Expression)
hi: भाग्य संख्या (अभिव्यक्ति संख्या)
ko: 운명수 (표현수)
ru: Число Судьбы (Экспрессии)
zh: 命运数 (表现数)

# numerologyTitleSoulUrge
source: Soul Urge Number
de: Seelenwunschzahl
es: Número del Impulso del Alma
fr: Nombre d'Élan Spirituel
hi: आत्मिक इच्छा संख्या
ko: 영혼의 동기 수
ru: Число Души
zh: 灵魂驱力数

# numerologyTitlePersonality
source: Personality Number
de: Persönlichkeitszahl
es: Número de la Personalidad
fr: Nombre de la Personnalité
hi: व्यक्तित्व संख्या
ko: 성격수
ru: Число Личности
zh: 人格数

# numerologyTitleMaturity
source: Maturity Number
de: Reifezahl
es: Número de Madurez
fr: Nombre de Maturité
hi: परिपक्वता संख्या
ko: 성숙수
ru: Число Зрелости
zh: 成熟数

# numerologyTitleBirthday
source: Birthday Number
de: Geburtstagszahl
es: Número de Cumpleaños
fr: Nombre d'Anniversaire
hi: जन्मदिन संख्या
ko: 생일수
ru: Число Дня Рождения
zh: 生日数

# numerologyTitlePersonalYear
source: Personal Year
de: Persönliches Jahr
es: Año Personal
fr: Année Personnelle
hi: व्यक्तिगत वर्ष
ko: 개인 연도
ru: Личный Год
zh: 个人年

# numerologyTitlePersonalMonth
source: Personal Month
de: Persönlicher Monat
es: Mes Personal
fr: Mois Personnel
hi: व्यक्तिगत महीना
ko: 개인 월
ru: Личный Месяц
zh: 个人月

# numerologyTitlePersonalDay
source: Personal Day
de: Persönlicher Tag
es: Día Personal
fr: Jour Personnel
hi: व्यक्तिगत दिन
ko: 개인 일
ru: Личный День
zh: 个人日

# numerologyErrorNotEnoughData
source: Not enough data for calculation.
de: Nicht genügend Daten für die Berechnung.
es: No hay suficientes datos para el cálculo.
fr: Données insuffisantes pour le calcul.
hi: गणना के लिए अपर्याप्त डेटा।
ko: 계산을 위한 데이터가 부족합니다.
ru: Недостаточно данных для расчета.
zh: 计算数据不足。

# numerologyErrorDescriptionsNotLoaded
source: Failed to load numerology descriptions
de: Laden der numerologischen Beschreibungen fehlgeschlagen.
es: Error al cargar las descripciones de numerología.
fr: Échec du chargement des descriptions numérologiques.
hi: अंक ज्योतिष विवरण लोड करने में विफल।
ko: 수비학 설명을 불러오지 못했습니다.
ru: Не удалось загрузить описания для нумерологии
zh: 加载命理学描述失败。

# chat_error_recipient_not_found
source: Recipient not found.
es: Destinatario no encontrado.
fr: Destinataire introuvable.
hi: प्राप्तकर्ता नहीं मिला।
ko: 상대방을 찾을 수 없습니다.
ru: Собеседник не найден.
zh: 未找到收件人。

# chat_error_recipient_profile_load_failed
source: Failed to load recipient profile.
es: Error al cargar el perfil del destinatario.
fr: Échec du chargement du profil du destinataire.
hi: प्राप्तकर्ता प्रोफ़ाइल लोड करने में विफल।
ko: 상대방의 프로필을 불러오지 못했습니다.
ru: Не удалось загрузить профиль собеседника.
zh: 加载收件人个人资料失败。

# calculatingNumerology
source: Calculating numerology portrait...
es: Calculando retrato numerológico...
fr: Calcul du portrait numérologique...
hi: अंकशास्त्रीय चित्र की गणना हो रही है...
ko: 수비학 초상화 계산 중...
ru: Рассчитываем нумерологический портрет...
zh: 正在计算数字命理画像...

# oracle_title
source: Oracle
de: Orakel
es: Oráculo
hi: ओरेकल
ko: 오라클
ru: Оракул
zh: 神谕

# verifyEmailBody
source: We've sent a 6-digit code to your email. Please enter it below.
es: Hemos enviado un código de 6 dígitos a tu correo. Por favor, ingrésalo a continuación.
fr: Nous avons envoyé un code à 6 chiffres à votre e-mail. Veuillez le saisir ci-dessous.
hi: हमने आपके ईमेल पर 6-अंकीय कोड भेजा है। कृपया इसे नीचे दर्ज करें।
ko: 이메일로 6자리 코드를 보냈습니다. 아래에 입력해주세요.
ru: Мы отправили 6-значный код на ваш email. Пожалуйста, введите его ниже.
zh: 我们已向您的电子邮箱发送了一个 6 位数代码。请在下方输入。

# signOutButton
source: Sign Out
es: Cerrar sesión
fr: Se déconnecter
hi: लॉग आउट करें
ko: 로그아웃
ru: Выйти
zh: 退出

# errorInvalidOrExpiredCode
source: Invalid or expired verification code. Please try again.
de: Ungültiger oder abgelaufener Code.
es: Código inválido o caducado.
fr: Code invalide ou expiré.
hi: अमान्य या समाप्त कोड।
ko: 유효하지 않거나 만료된 코드입니다.
ru: Неверный или просроченный код подтверждения. Попробуйте снова.
zh: 代码无效或已过期。

# errorCodeRequired
source: Please enter the verification code.
es: Por favor, ingresa el código de verificación.
fr: Veuillez saisir le code de vérification.
hi: कृपया सत्यापन कोड दर्ज करें।
ko: 인증 코드를 입력해주세요.
ru: Пожалуйста, введите код подтверждения.
zh: 请输入验证码。

# errorInternalServer
source: An internal server error occurred. Please try again later.
es: Ocurrió un error interno del servidor. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur interne du serveur est survenue. Veuillez réessayer plus tard.
hi: एक आंतरिक सर्वर त्रुटि हुई। कृपया बाद में पुनः प्रयास करें।
ko: 내부 서버 오류가 발생했습니다. 나중에 다시 시도해주세요.
ru: Произошла внутренняя ошибка сервера. Попробуйте позже.
zh: 发生内部服务器错误。请稍后再试。

# errorCodeLength
source: The code must be 6 digits long.
de: Der Code muss 6-stellig sein.
es: El código debe tener 6 dígitos.
fr: Le code doit comporter 6 chiffres.
hi: कोड 6 अंकों का होना चाहिए।
ko: 코드는 6자리여야 합니다.
ru: Код должен состоять из 6 цифр.
zh: 代码必须是 6 位数。

# verifyEmailTitle
source: Email Verification
de: E-Mail-Bestätigung
es: Verificación de Correo
fr: Vérification de l'E-mail
hi: ई-मेल सत्यापन
ko: 이메일 인증
ru: Подтверждение E-mail
zh: 电子邮箱验证

# verificationCodeLabel
source: Verification Code
de: Bestätigungscode
es: Código de Verificación
fr: Code de Vérification
hi: सत्यापन कोड
ko: 인증 코드
ru: Код подтверждения
zh: 验证码

# verificationCodeResent
source: A new verification code has been sent!
de: Ein neuer Bestätigungscode wurde gesendet!
es: ¡Se ha enviado un nuevo código de verificación!
fr: Un nouveau code de vérification a été envoyé !
hi: एक नया सत्यापन कोड भेजा गया है!
ko: 새 인증 코드가 발송되었습니다!
ru: Новый код подтверждения отправлен!
zh: 新验证码已发送！

# resendCodeAction
source: Resend code
de: Code erneut senden
es: Reenviar código
fr: Renvoyer le code
hi: कोड पुनः भेजें
ko: 코드 다시 보내기
ru: Отправить код еще раз
zh: 重新发送代码

# resendCodeCooldown
source: Resend code in ({seconds})s
de: Erneut senden in ({seconds})s
es: Reenviar código en ({seconds})s
fr: Renvoyer dans ({seconds})s
hi: पुनः भेजें ({seconds}) सेकंड में
ko: ({seconds})초 후 다시 보내기
ru: Отправить еще раз через ({seconds})
zh: ({seconds})秒后重新发送

# verifyEmailInstruction
source: We've sent a 6-digit code to your email: {email} Please enter it below.
de: Wir haben einen 6-stelligen Code an Ihre E-Mail gesendet. Bitte geben Sie ihn unten ein.
es: Hemos enviado un código de 6 dígitos a tu correo: {email} Por favor, ingrésalo a continuación.
fr: Nous avons envoyé un code à 6 chiffres à votre e-mail : {email} Veuillez le saisir ci-dessous.
hi: हमने आपके ई-मेल पर 6-अंकीय कोड भेजा है: {email} कृपया इसे नीचे दर्ज करें।
ko: 이메일로 6자리 코드를 보냈습니다: {email} 아래에 입력해주세요.
ru: Мы отправили 6-значный код на ваш E-mail: {email} Пожалуйста, введите его ниже.
zh: 我们已向您的电子邮箱发送了一个 6 位数代码： {email} 请在下方输入。

# confirmButton
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
ko: 확인
ru: Подтвердить
zh: 确认

source: Log Out
de: Abmelden
es: Cerrar Sesión
fr: Se Déconnecter
hi: लॉग आउट
ko: 로그아웃
ru: Выйти
zh: 退出

# numerology_score_high
source: High
de: Hoch
es: Alta
fr: Élevée
hi: उच्च
ko: 높음
ru: Высокая
zh: 高

# numerology_score_medium
source: Medium
de: Mittel
es: Media
fr: Moyenne
hi: मध्यम
ko: 중간
ru: Средняя
zh: 中

# numerology_score_low
source: Low
de: Niedrig
es: Baja
fr: Faible
hi: कम
ko: 낮음
ru: Низкая
zh: 低

source: No users found
es: No se encontraron usuarios
fr: Aucun utilisateur trouvé
hi: कोई उपयोगकर्ता नहीं मिला
ko: 사용자를 찾을 수 없습니다
ru: По вашему запросу никого не найдено. Попробуйте изменить фильтры.
zh: 未找到用户

# feature_in_development
source: This section is under development.
de: Bald verfügbar!
es: ¡Disponible pronto!
fr: Bientôt disponible !
hi: जल्द ही उपलब्ध होगा!
ko: 곧 출시됩니다!
ru: Этот раздел находится в разработке.
zh: 即将推出！

source: Download our app
de: Lade unsere App herunter
es: Descarga nuestra app
fr: Téléchargez notre application
hi: हमारा ऐप डाउनलोड करें
ko: 앱 다운로드
ru: Скачайте наше приложение
zh: 下载我们的应用

source: Open WEB version
de: WEB-Version öffnen
es: Abrir versión WEB
fr: Ouvrir version WEB
hi: WEB संस्करण खोलें
ko: 웹 버전 열기
ru: Открыть WEB версию
zh: 打开网页版

source: Pay with Card
de: Mit Karte zahlen
es: Pagar con tarjeta
fr: Payer par carte
hi: कार्ड से भुगतान करें
ko: 카드로 결제
ru: Оплатить картой
zh: 刷卡支付

# coming_soon
source: Soon
de: Bald
es: Pronto
fr: Bientôt
hi: जल्द ही
ko: 곧 출시
ru: Скоро
zh: 即将推出

# paywall_subscription_terms
source: Subscription renews automatically. Cancel anytime.
de: Das Abonnement verlängert sich automatisch. Jederzeit kündbar.
es: La suscripción se renueva automáticamente. Cancela cuando quieras.
fr: L'abonnement se renouvelle automatiquement. Annulable à tout moment.
hi: सदस्यता स्वचालित रूप से नवीनीकृत होती है। कभी भी रद्द करें।
ko: 구독은 자동으로 갱신됩니다. 언제든지 취소 가능합니다.
ru: Подписка продлевается автоматически. Отмена в любое время.
zh: 订阅自动续费。随时取消。

# searchHint
source: Search...
ru: Поиск...

# nav_friends
source: Friends
es: Amigos
fr: Amis
hi: मित्र
ko: 친구
ru: Друзья
zh: 好友

# oracle_typing
source: typing...
de: schreibt...
es: escribiendo...
fr: écrit...
hi: टाइप कर रहा है...
ko: 입력 중...
ru: печатает...
zh: 输入中...

# tarot_reversed
source: (Reversed)
de: (Umgekehrt)
es: (Invertida)
fr: (Renversée)
hi: (उल्टा)
ko: (역방향)
ru: (Перевернутая)
zh: (逆位)

# common_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
ko: 닫기
ru: Закрыть
zh: 关闭

# oracle_limit_pro
source: {hours} hours left until next request.
de: {hours} Stunden verbleibend.
es: Quedan {hours} horas.
fr: {hours} heures restantes.
hi: {hours} घंटे शेष।
ko: {hours}시간 남음.
ru: До следующего запроса осталось {hours} ч.
zh: 剩余 {hours} 小时。

# oracle_limit_free
source: Free limit reached. {days} days left until next request.
de: Kostenloses Limit erreicht. {days} Tage verbleibend.
es: Límite gratuito alcanzado. Quedan {days} días.
fr: Limite gratuite atteinte. {days} jours restants.
hi: निःशुल्क सीमा समाप्त। {days} दिन शेष।
ko: 무료 한도 도달. {days}일 남음.
ru: Вы использовали бесплатный лимит. До следующего запроса осталось {days} дн.
zh: 免费额度已用完。剩余 {days} 天。

# oracle_error_stream
source: Connection Error
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion
hi: कनेक्शन त्रुटि
ko: 연결 오류
ru: Ошибка соединения
zh: 连接错误

# oracle_error_start
source: Failed to start
de: Start fehlgeschlagen
es: Fallo al iniciar
fr: Échec du démarrage
hi: शुरू करने में विफल
ko: 시작 실패
ru: Не удалось начать
zh: 启动失败

# error_generic
source: An error occurred. Please try again later.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es später erneut.
es: Ocurrió un error. Por favor inténtalo más tarde.
fr: Une erreur s'est produite. Veuillez réessayer plus tard.
hi: एक त्रुटि हुई। कृपया बाद में पुनः प्रयास करें।
ko: 오류가 발생했습니다. 나중에 다시 시도해 주세요.
ru: Произошла ошибка. Попробуйте позже.
zh: 发生错误。请稍后再试。

# referral_already_used
source: You have already used a referral code.
de: Sie haben bereits einen Empfehlungscode verwendet.
es: Ya has usado un código de referencia.
fr: Vous avez déjà utilisé un code de parrainage.
hi: आपने पहले ही एक रेफरल कोड का उपयोग कर लिया है।
ko: 이미 추천 코드를 사용하셨습니다.
ru: Вы уже использовали реферальный код.
zh: 您已经使用了推荐代码。

# referral_own_code
source: You cannot use your own referral code.
de: Sie können Ihren eigenen Code nicht verwenden.
es: No puedes usar tu propio código.
fr: Vous ne pouvez pas utiliser votre propre code.
hi: आप अपना स्वयं का कोड उपयोग नहीं कर सकते।
ko: 자신의 코드는 사용할 수 없습니다.
ru: Нельзя использовать свой собственный код.
zh: 您不能使用自己的代码。

# referral_success
source: Code activated successfully! You received 3 days of Premium.
de: Code erfolgreich aktiviert! Sie haben 3 Tage Premium erhalten.
es: ¡Código activado! Recibiste 3 días de Premium.
fr: Code activé avec succès ! Vous avez reçu 3 jours de Premium.
hi: कोड सफलतापूर्वक सक्रिय हो गया! आपको 3 दिन का प्रीमियम मिला है।
ko: 코드가 활성화되었습니다! 프리미엄 3일을 받으셨습니다.
ru: Код успешно активирован! Вам начислено 3 дня Premium.
zh: 代码激活成功！您获得了3天的高级会员资格。

# tab_astrology
source: Astrology
de: Astrologie
es: Astrología
fr: Astrologie
hi: ज्योतिष
ko: 점성술
ru: Астрология
zh: 占星术

# tab_numerology
source: Numerology
de: Numerologie
es: Numerología
fr: Numérologie
hi: अंकज्योतिष
ko: 수비학
ru: Нумерология
zh: 数字命理学

# tab_bazi
source: Ba Zi
hi: बाज़ी
ko: 사주 (BaZi)
ru: Бацзы
zh: 八字

# tab_jyotish
source: Jyotish
de: Vedisch
es: Védica
fr: Védique
hi: वैदिक
ko: 베다 점성술
ru: Джйотиш
zh: 吠陀占星术

source: Share Result
de: Ergebnis teilen
es: Compartir resultado
fr: Partager le résultat
hi: परिणाम साझा करें
ko: 결과 공유
ru: Поделиться результатом
zh: 分享结果

# share_preparing
source: Preparing...
de: Vorbereitung...
es: Preparando...
fr: Préparation...
hi: तैयारी...
ko: 준비 중...
ru: Подготовка...
zh: 准备中...

# locked_feature_title
source: {title} section locked
de: Bereich {title} gesperrt
es: Sección {title} bloqueada
fr: Section {title} verrouillée
hi: {title} अनुभाग लॉक है
ko: {title} 섹션 잠김
ru: Раздел {title} закрыт
zh: {title} 部分已锁定

# locked_feature_desc
source: Subscribe to see detailed analysis.
de: Dieser Bereich ist nur in der Premium-Version verfügbar.
es: Esta sección solo está disponible en la versión Premium.
fr: Cette section est disponible uniquement dans la version Premium.
hi: यह अनुभाग केवल प्रीमियम संस्करण में उपलब्ध है।
ko: 이 섹션은 프리미엄 버전에서만 사용할 수 있습니다.
ru: Оформите подписку, чтобы увидеть детальный разбор.
zh: 此部分仅在高级版中可用。

# get_access_button
source: Get Access
de: Zugang erhalten
es: Obtener acceso
fr: Obtenir l'accès
hi: पहुँच प्राप्त करें
ko: 액세스 권한 얻기
ru: Получить доступ
zh: 获取访问权限

# coming_soon_suffix
source: (Coming Soon)
de: kommt bald
es: próximamente
fr: arrive bientôt
hi: जल्द आ रहा है
ko: 준비 중입니다
ru: (Скоро)
zh: 即将推出

# tab_summary
source: Summary
ru: Сводка

# tab_chinese_zodiac
source: Chinese Zodiac
ru: Кит. Зодиак

# summary_verdict_title
source: Overall Verdict
ru: Общий вердикт

# webVersionButton
source: Web Version
es: Versión Web
fr: Version Web
hi: वेब संस्करण
ko: 웹 버전
ru: Веб-версия
zh: 网页版

# uploadPhotoDisclaimer
source: By uploading a photo, you confirm that it does not contain nudity or violence. Violators will be permanently banned.
de: Mit dem Hochladen eines Fotos bestätigen Sie, dass es keine Nacktheit oder Gewalt enthält. Zuwiderhandlungen führen zu einer dauerhaften Sperrung.
es: Al subir una foto, confirmas que no contiene desnudez ni violencia. Los infractores serán bloqueados permanentemente.
fr: En téléchargeant une photo, vous confirmez qu'elle ne contient ni nudité ni violence. Les contrevenants seront bannis définitivement.
hi: फ़ोटो अपलोड करके, आप पुष्टि करते हैं कि इसमें नग्नता या हिंसा नहीं है। उल्लंघन करने वालों को स्थायी रूप से प्रतिबंधित कर दिया जाएगा।
ko: 사진을 업로드함으로써 귀하는 해당 사진에 과도한 노출이나 폭력이 포함되어 있지 않음을 확인합니다. 위반자는 영구적으로 차단됩니다.
ru: Загружая фото, вы подтверждаете, что оно не содержит наготы или насилия. Нарушители будут заблокированы навсегда.
zh: 上传照片即表示您确认其中不包含裸露或暴力内容。违规者将被永久封禁。

source: I Agree
de: Ich stimme zu
es: Estoy de acuerdo
fr: J'accepte
hi: मैं सहमत हूँ
ko: 동의합니다
ru: Согласен
zh: 我同意

# testers_banner_title
source: TESTERS WANTED (4/20)
de: TESTER GESUCHT (4/20)
es: SE BUSCAN PROBADORES (4/20)
fr: TESTEURS RECHERCHÉS (4/20)
hi: टेस्टर्स की आवश्यकता (4/20)
ko: 테스터 모집 (4/20)
ru: ИЩЕМ ТЕСТИРОВЩИКОВ (4/20)
zh: 招募测试员 (4/20)

# testers_banner_desc
source: Help us improve Aryonika and get ✨ LIFETIME PREMIUM ✨
de: Helfen Sie uns, Aryonika zu verbessern und erhalten Sie ✨ LEBENSLANGES PREMIUM ✨
es: Ayúdanos a mejorar Aryonika y obtén ✨ PREMIUM DE POR VIDA ✨
fr: Aidez-nous à améliorer Aryonika et obtenez ✨ PREMIUM À VIE ✨
hi: Aryonika को बेहतर बनाने में मदद करें और पाएं ✨ लाइफटाइम प्रीमियम ✨
ko: Aryonika 개선을 도와주시고 받으세요 ✨ 평생 프리미엄 ✨
ru: Помогите улучшить Aryonika и получите ✨ ВЕЧНЫЙ ПРЕМИУМ ✨
zh: 帮助我们要改进 Aryonika 并获得 ✨ 终身高级版 ✨

# testers_email_hint
source: (Tap to open, Hold to copy)
de: (Tippen zum Öffnen, Halten zum Kopieren)
es: (Toque para abrir, Mantenga para copiar)
fr: (Appuyez pour ouvrir, Maintenez pour copier)
hi: (खोलने के लिए टैप करें, कॉपी करने के लिए दबाकर रखें)
ko: (터치하여 열기, 길게 눌러 복사)
ru: (Нажмите, чтобы открыть; Удерживайте, чтобы скопировать)
zh: (点击打开，长按复制)

# numerology_day_1
source: Day of new beginnings. Perfect time to start projects and take initiative.
de: Tag des Neuanfangs. Perfekt, um Projekte zu starten.
es: Día de nuevos comienzos. Perfecto para iniciar proyectos.
fr: Jour des nouveaux départs. Parfait pour lancer des projets.
hi: नई शुरुआत का दिन।
ko: 새로운 시작의 날. 프로젝트를 시작하기에 완벽합니다.
ru: День начинаний. Идеально для старта проектов.
zh: 新的开始。非常适合启动项目。

# numerology_day_2
source: Day of partnership. Seek compromise, cooperate, and listen to others.
de: Tag der Partnerschaft. Suchen Sie Kompromisse.
es: Día de la asociación. Busca compromisos.
fr: Jour de partenariat. Cherchez des compromis.
hi: साझेदारी का दिन। समझौता करें।
ko: 파트너십의 날. 타협점을 찾으세요.
ru: День партнерства. Ищите компромиссы.
zh: 伙伴关系之日。寻求妥协。

# numerology_day_3
source: Day of creativity. Express yourself, socialize, and stay optimistic.
de: Tag der Kreativität. Drücken Sie sich aus.
es: Día de la creatividad. Exprésate.
fr: Jour de créativité. Exprimez-vous.
hi: रचनात्मकता का दिन। खुद को व्यक्त करें।
ko: 창의성의 날. 자신을 표현하세요.
ru: День творчества и самовыражения.
zh: 创造力之日。表达自己。

# numerology_day_4
source: Day of work. Organize your affairs, plan ahead, and build stability.
de: Tag der Arbeit. Bringen Sie Ordnung in Ihre Angelegenheiten.
es: Día del trabajo. Organiza tus asuntos.
fr: Jour de travail. Organisez vos affaires.
hi: काम का दिन। अपने मामलों को व्यवस्थित करें।
ko: 노동의 날. 일상을 정리하세요.
ru: День труда и организации. Наведите порядок.
zh: 工作之日。整理你的事务。

# numerology_day_5
source: Day of change. Be open to new things, take risks, and seek adventure.
de: Tag der Veränderung. Seien Sie offen für Neues.
es: Día del cambio. Ábrete a lo nuevo.
fr: Jour de changement. Soyez ouvert à la nouveauté.
hi: परिवर्तन का दिन। नई चीजों के लिए खुले रहें।
ko: 변화의 날. 새로운 것에 마음을 여세요.
ru: День перемен и приключений. Рискуйте.
zh: 变革之日。拥抱新鲜事物。

# numerology_day_6
source: Day of harmony. Dedicate time to family, home, and caring for loved ones.
de: Tag der Harmonie. Zeit für Familie und Zuhause.
es: Día de la armonía. Tiempo para la familia.
fr: Jour d'harmonie. Temps pour la famille.
hi: सद्भाव का दिन। परिवार को समय दें।
ko: 조화의 날. 가족과 시간을 보내세요.
ru: День семьи и гармонии.
zh: 和谐之日。把时间留给家人。

# numerology_day_7
source: Day of reflection. Time for solitude, analysis, and spiritual growth.
de: Tag der Reflexion. Zeit für Einsamkeit und Analyse.
es: Día de reflexión. Tiempo para la soledad.
fr: Jour de réflexion. Temps pour la solitude.
hi: चिंतन का दिन। एकांत का समय।
ko: 성찰의 날. 혼자만의 시간을 가지세요.
ru: День размышлений и уединения.
zh: 反思之日。独处和分析的时间。

# numerology_day_8
source: Day of power. Focus on career, finances, and achievements.
de: Tag der Macht. Fokus auf Karriere und Finanzen.
es: Día de poder. Enfoque en carrera y finanzas.
fr: Jour de pouvoir. Focus sur la carrière.
hi: शक्ति का दिन। करियर पर ध्यान दें।
ko: 힘의 날. 경력과 재정에 집중하세요.
ru: День силы и денег. Действуйте масштабно.
zh: 力量之日。关注事业和财务。

# numerology_day_9
source: Day of completion. Let go of the old, forgive, and wrap up loose ends.
de: Tag des Abschlusses. Lassen Sie das Alte los.
es: Día de finalización. Deja ir lo viejo.
fr: Jour d'achèvement. Laissez partir l'ancien.
hi: पूर्णता का दिन। पुरानी बातों को जाने दें।
ko: 완성의 날. 낡은 것을 놓아주세요.
ru: День завершения дел. Отпустите старое.
zh: 完成之日。放下过去。

# astro_advice_listen_intuition
source: The Moon amplifies your intuition. Listen to your inner voice.
de: Hören Sie auf Ihre innere Stimme.
es: Escucha tu voz interior.
fr: Écoutez votre voix intérieure.
hi: अपनी अंतरात्मा की आवाज सुनें।
ko: 내면의 목소리에 귀를 기울이세요.
ru: Луна усиливает вашу интуицию. Слушайте внутренний голос.
zh: 倾听你内心的声音。

# astro_advice_act_boldly
source: Planetary energy favors action. Do not be afraid to be bold.
de: Die Energie begünstigt mutiges Handeln.
es: La energía favorece la acción audaz.
fr: L'énergie favorise l'action audacieuse.
hi: ऊर्जा साहसिक कार्यों के पक्ष में है।
ko: 에너지가 대담한 행동을 돕습니다.
ru: Энергия планет способствует действиям. Не бойтесь проявлять смелость.
zh: 能量有利于大胆行动。

# astro_advice_rest_and_reflect
source: The stars advise slowing down. Find time for rest and recovery.
de: Die Sterne raten zur Ruhe.
es: Las estrellas aconsejan descansar.
fr: Les étoiles conseillent de ralentir.
hi: सितारे आराम करने की सलाह देते हैं।
ko: 별들이 휴식을 권합니다.
ru: Звезды советуют замедлиться. Найдите время для отдыха и восстановления.
zh: 星星建议放慢脚步。

# astro_advice_connect_with_nature
source: A favorable time for grounding. Spend some time in nature.
de: Verbringen Sie Zeit in der Natur.
es: Pasa tiempo en la naturaleza.
fr: Passez du temps dans la nature.
hi: प्रकृति में समय बिताएं।
ko: 자연 속에서 시간을 보내세요.
ru: Благоприятное время для заземления. Проведите время на природе.
zh: 在大自然中度过时光。

# advice_generic_positive
source: The Universe is on your side today. Act consciously.
de: Das Universum ist heute auf Ihrer Seite.
es: El Universo está de tu lado hoy.
fr: L'Univers est de votre côté aujourd'hui.
hi: ब्रह्मांड आज आपके पक्ष में है।
ko: 오늘 우주는 당신 편입니다.
ru: Сегодня Вселенная на вашей стороне. Действуйте осознанно.
zh: 宇宙今天站在你这边。

# channelLoadError
source: Failed to load channel
de: Kanal konnte nicht geladen werden
es: Error al cargar el canal
fr: Échec du chargement du canal
hi: चैनल लोड करने में विफल
ko: 채널을 로드하지 못했습니다
ru: Не удалось загрузить канал
zh: 无法加载频道

# postsTitle
source: Posts
de: Beiträge
es: Publicaciones
fr: Publications
hi: पोस्ट
ko: 게시물
ru: Публикации
zh: 帖子
